[
[
{"category": ["  Charity"], "story": ["\n                            \n", "\n\n", "\n\n", "\n\n", "                        "], "target": [" of $65k goal"], "title": ["Save HAPS- Protect SF Mental Health"], "people": ["179"], "shares": [" 924"], "current": ["21,916"], "location": ["\n                        ", "  SAN FRANCISCO, CA                    "], "date": ["Created August 14, 2016"], "name": ["\n                                Barton Shulman                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                                                    Chloe is a 6 year old happy Westie girl trying to find her way in the world, but she is unable to hear the squirrels because her ear canals are closed up.  In fact, nothing can pass through her ear canal. This is a serious problem because it has created other issues. For example, her cheek serves as another outlet for things that would normally come out of her ear. Not fun at all!", "Her condition can be corrected with surgery called a double total ear canal ablation. It requires a special surgeon and it is quite expensive. Chloe does not have to live with her condition. She's a young girl and has a long life ahead of her. With your help, we can improve her quality of life and give her the life she deserves.                                                "], "target": [" of $4,000 goal"], "title": ["Help Chloe Hear Again"], "people": ["23"], "shares": [" 117"], "current": ["1,035"], "location": ["\n                        ", "  BRIDGEWATER, MA                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Karen Sautter                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hi! We are a group of 30+ students at Madison West High School committed to addressing environmental needs at West and our community. We are raising money to purchase 2 filtered water fountain systems to be implemented at West. ", "These filtered water fountains provide numerous advantages over current ones. First, the filtered fountain system removes lead in water beyond certification standards, providing students with a safe, clean source of drinking water. Additionally, the visually appealing design and \"Bottles Saved\" ticker provides compelling motivation for students to avoid using plastic water bottles and replace them with reusable ones. Finally, these fountain systems are more energy-efficient than ones currently at West, significantly cutting the electricity bill in the process. A link to more information on these fountain systems is provided below.", " ", "West Green Club truly appreciates any donations of any size. If you would like, you will be provided with a West Green Club bumper sticker and bookmark as tokens of appreciation. Thanks!                        "], "target": [" of $2,000 goal"], "title": ["Eco-Friendly Filtered H2O Fountain"], "people": ["59"], "shares": [" 172"], "current": ["1,696"], "location": ["\n                        ", "  MADISON, WI                    "], "date": ["Created August 9, 2016"], "name": ["\n                                Charles Hua                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            I'm a 26 year old female military veteran looking to set a new female veteran record and motivate my fellow peers. ", "By accomplishing this years 2016 Vegas To Reno the Long Way, over 640 miles, I plan on raising over $50,000 in charity for my military veterans and families. ", "ALL of the money raised here will go to ", " . You will see how your money gets used 100% to support the Veterans. ", "I will be racing a sponsored motorcycle provided by ", " . The bike is a well prepped Honda 450x. ", "During this race I will have a tracker, what is called a Spot Tracker. With that you will be able to trace my position along the entire race to see the progress. This race is to take place from August 17-20, during some of the hottest days of the Summer.  ", "For race updates, please follow the ", "  and ", "  posts. ", "Here is is a few samples of tiers you can donate or anything at all helps! ", "Individual Pledges: ", "640 miles total ", "$5 per 100 miles - $32", "$10 per 100 miles -$64", "$20 per 100 miles - $128", "Corporate Pledges: ", "$50 per 100 miles - $320", "$100 per 100 miles - $640", "Please contact with any questions brojaq136@gmail.com", "I have a lot of family, brothers and sisters, friends and more in the military that mean so much to me and i'm sure as do you. They protect our homes, our lives and families and we need to serve them as well. This means the world to me to raise awareness of our current veteran suicide rates that are increasing to today's inability to recollide with the \"normal\" world when we come back from deployment. I want to show strength and stamina and success as a Veteran, as a female Veteran to my brothers and sisters. ", "Lets show them there's plenty to do in the world still and we CAN set records. ", "Love all of you and especially my brothers and sisters in arms! ", "Love - Jacqueline Carrizosa ", " ", "                        "], "target": [], "title": ["Ironwoman Military Veteran Charity"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Jacqueline Carrizosa                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Josh and Kodi have been dating for 8 years. We met in Chico but we cannot agree on the date that we began dating. Josh says that it was October 20th because it was the the monday following the weekend of his 21st birthday. Kodi says that our anniversary is October 21st, because she was at work and she never worked mondays and only would have been worked on that tuesday. As a compromise, our wedding and new anniversary will now be on October 22nd, in Chico, the town where we first met. We are paying for the whole wedding ourselves. But weddings are SO expensive, that even a cheap one has cost us all of our savings. We have nothing left for a honeymoon. Our dream trip has always been  to go to Australia. After pricing out flights and cruises, etc, we expect the trip to cost about $6000. So we are really hoping that some of our friends and family can help us pay for our trip. It would be wonderful if you could help.                        "], "target": [], "title": ["Josh & Kodi's Honeymoon "], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Josh Reeder                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Newlyweds"], "story": ["\n                            In the picture you will find find our wedding photo. This December will be our 13th year of marriage.", "We never really had a lot of money. My wife was in college in Dallas, and I struggled to make end's meet while getting $180/wk while we were living off her student loans and living in an efficiency apartment which resulted in arguments nearly everyday because neither one of us had any privacy unless one of us stayed in the bathroom with the door closed.", "But somehow, we survived.", "We are in a hefty debt, and we probably will never get out the hole, but that's not what this is about.", "I want to take my wife on the honeymoon we never had. 13 years of marriage is quite the achievement and I want to take my wife on the romantic trip that I've always wanted to give her.", "This website is a last resort, and I feel like crap asking for money. But I love my wife, and I will do anything for her.", "Thank you for reading.                        "], "target": [" of $500 goal"], "title": ["Help the Bisbing's go on honeymoon!"], "people": ["5"], "shares": [" 28"], "current": ["300"], "location": ["\n                        ", "  DALLAS, TX                    "], "date": ["Created August 12, 2016"], "name": ["\n                                Richard Bisbing                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Newlyweds"], "story": ["\n                            My name is Fred Martin.", "In 2007, I visited Uganda for the first time. While at \"Bethany Village,\" a picturesque orphan home and school on the shores of Lake Victoria, ", " At that time, he was a seventeen year-old ward of the village. He had the ", " I've ever heard on a child of his age. He introduced me to his house mother (each small house has a caring teacher who lives with and cares for the kids), took me on a tour through his home, and showed off his goats. ", "I was most impressed by his kindness toward the younger kids, his ready smile, and his desire for affection from a father figure. By the end of our time together, it became clear that I was going to become his long-distance Dad.", "Today, we talk regularly via facebook. He's a great singer (that deeeeeep voice) and loves to lead children's choir ministry at his church. ", "Last year, he told me that he wants to get engaged to a beautiful young woman named Ziria who he met at the YMCA Comprehensive Institute. We conspired to help him court her by paying for a few items that are traditional engagement gifts for the parents of the bride. Yes, we bought a cow. And she said, \"yes!\"", "Patrick is $2.5 million shillings short for the wedding preparations. Sounds like a lot, huh? Actually, ", " US. ", "A beautiful part of Ugandan culture is that ", " to help its members pay for their wedding expenses, and I want to give you an opportunity to join in the festivities!", "Will you help me pay for the rest of Patrick's wedding? The wedding is only 2 weeks away, so we'll have to get cracking. ", "If you can help by giving any amount - $10, $20, $100 - I know we can help this lovely young couple a beautiful traditional wedding that will honor God and start their marriage off right! ", "Thank you for considering a gift to help fund Patrick and Ziria's wedding. I am so grateful for your help.", "- Fred                        "], "target": [" of $800 goal"], "title": ["Patrick's Ugandan Wedding"], "people": ["5"], "shares": [" 28"], "current": ["225"], "location": ["\n                        ", "  CHATSWORTH, CA                    "], "date": ["Created August 13, 2016"], "name": ["\n                                Fred Martin                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Even though Danny is no longer with us physically, his name and spirit will always live on. To honor his memory, Danny's family and friends have decided to start a foundation in his name: The Danny Michels Foundation.", "The money raised will help Eastern Lancaster County School District students from low income / financially challenged households as they prepare for the new school year by providing them with clothing and academic supplies. We also will use funds to help these kids purchase shoes for basketball season when it arrives in November, as Danny was passionate about the sport.", "Every dollar counts, and 100% of funds raised will be used to help the kids. We have three donors who are willing to match every dollar from the first $1,000 in donations — so if you pledge $10, then $40 will go into the fund; if you pledge $25, then $100 goes in, etc.", "Danny was an amazing guy who loved to help others. Let's honor his caring legacy and help those in our community together!                        "], "target": [" of $7,000 goal"], "title": ["The Danny Michels Foundation"], "people": ["66"], "shares": [" 424"], "current": ["5,880"], "location": ["\n                        ", "  NEW HOLLAND, PA                    "], "date": ["Created August 14, 2016"], "name": ["\n                                Todd O'Brien                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Newlyweds"], "story": ["\n                            ", " ", "                        "], "target": [" of $5,000 goal"], "title": ["Travis and Megan's Wedding!"], "people": ["78"], "shares": [" 388"], "current": ["5,330"], "location": ["\n                        ", "  Sault Sainte Marie, ON                    "], "date": ["Created July 22, 2016"], "name": ["\n                                Katie Irwin                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "We are just husband and wife who try to do like many other other seeing everybody trying to do what they can to send help to Calais. We would love to get involve and Calais probably the nearest to us we can ever afford to help.", "We started from asking a donation from friend and families. I try to think the best thing I can help and think that 'the hungry man is the angry man'. After what these people been through their journey, the struggle for one hot meal clearly can be seen in the camp. ", "While there are influx of donation and plenty hot food been serve during weekend, we know that soon especially in the winter, these might slow down and these people might be on their own most of the time.", "Providing them a gas stoves will help them to cook without struggle and sustain with dry stock from donation. Enable them to make hot tea and boil water for washing hands etc. From our experience of overlang journey, I can tell how hard it can be withour access to something we can cook or boiled water easily. ", "Freezing temperature is already a problem they have to face, not able to cook quick and in short time with less struggling is a challenge they have to face.", "We both came first time with money for 20 complete stoves but only spend little bit for fresh fruits and vege. You just cannot walk away not actually buying anything for them.", "We first stay for five days to observe, walk around and chat around to see if our plan to provide gas stoves is practical and can become one of long term solution for one of the problem they facing.", "We access the risk and how we going to deliver our plan with less risk. I believe everything with fire and cooking is always a risk. ", "After talking to couple of volunteer and see ourselves we know there are gas stoves used in the camp but without long term plan when the gas finish, the gas stoves will become no used at all after. They will be back to square one.", "As on our second trip, we bring over 16 stoves ( as that was what can fit in our car ). Many people start to notice the effort which we actually first thought do get it done very quietly turn into something with huge support from people on the ground and online.", "We manage to collect more donation and open our facebook page. Our initial plan is to stay three days but we have now been in the camp for two weeks. ", "We manage to instal 51 stoves altogether and there are an effort from other group of individual from France which have provided 50 stoves before and at the same time as us.", "We have set up a plan of installing the stoves into resident kitchen. One by one by my dear husband, Jamal. We have lock in the location in apps to ensure we know the location of the gas stoves we instal if anything happen. ", "As I thought if we walk away from our initial little project, these people will be run out of gas soon and will face difficulty once again. ", "Therefore I have set up a base in the camp. A volunteer group and support from many to involve in long term plan of refilling the gas bottle. ", "The cost offhe refill haven't been check yet ( I am going to check the cost today as we got three bottle to be refill) but estimated for €15 per bottle for 200 gas bottle every month for three months in the winter will total up to €9000. ", "We haven't manage to instal all 200 gas stoves we roughly caculated for each kitchen of between 20-30 people in a group that cook together. ", "We should have been funded for gas stoves complete set and shall arrive in the camp in two weeks time. ", "All your fund will go toward long term gas refill to help provide self sustainable daily life for resident in the camp. ", "Update: As since 2 months ago we started to cook of  for resident and we find that this is better way to maintain material and also security of equipment. We now feeding between 1000-1300 people every day. ", "                        "], "target": [], "title": ["Kitchen In Calais"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Sofinee Harun                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "Please celebrate with us in spirit ", "July 4th, 2016 as we wed in a private ceremony.", "Please celebrate our marriage by being in our lives.", "We're doing everything backwards", "or so we've been told.", "But what we'd really love are to make memories", "before we get too old.", "We don't need throw pillows or crystal stemware.", "The walls are full of our own art.", "We have more things than we know what to do with. ", "So if it pleases you to send us some love for our big day,", "in lieu of a gift", "please consider a donation to our honeymoon.", "A west coast roadtrip full of places we've never been to.", "We're flying into San Francisco and renting a car...", "then on to the Redwood Forest, Crater Lake, Portland,", "Oneonta Gorge, Forks, Olympic National Park, and Seattle.", "Exploring big cities, camping under the stars, swimming in the ocean, hiking national forests, seeking out adventure, all while holding my best friend's hand.", "Memories are the best gifts that you could give us. ", "We plan to depart August 3rd for two weeks!", "These funds would be used for flights, rental car, lodging, food, and fun. We encourage our loved ones to recommend their favorite places along our route. The link to the map is below.", "Love,", "Jess + Steve", "                        "], "target": [], "title": ["Foley à deux"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Jessica Pusino                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            The Superhero Center for Autism is a non-profit organization offering support, education, and resources for individuals with autism and other special needs and their families.  We are opening a building in the Rockford, Illinois area where kiddos with special needs can just be: be safe, be empowered, be supported, and be themselves.  This will be a judgement free place, open to all kiddos with special needs and their families.  Superheroes will be welcome to participate in various groups, classes, and outings, or simply come to the center to enjoy our sensory gym during free time. ", "To support our superheroes and their families, we will offer support groups for superheroes, parents, and superhero siblings to build relationships, share ideas, and discuss how special needs play such a big role in their lives.  In addition to our support groups, we will offer parents resources to help navigate through the special needs world including IEPs, therapy options, and daily life challenges.  Superhero siblings will have a room just for them to take a break and be themselves, as well as a special siblings only night of fun filled activities geared towards celebrating who they are as superhero siblings and how much we appreciate them.  ", "The main purpose of this GoFundMe page is to raise money to open our center and purchase necessary sensory gym equipment to provide our superheroes and their famlies with a place to be themselves and celebrate their uniqueness while assisting with their challenges.  We would be truly thankful for any support we receive and promise to make this center everything our superheroes need and more.  ", "*If you wish to make a direct donation, please mail checks to: ", "The Superhero Center for Autism", "PO Box 513 ", "Poplar Grove, IL 61065                        "], "target": [" of $50k goal"], "title": ["The Superhero Center for Autism"], "people": ["17"], "shares": [" 227"], "current": ["1,140"], "location": ["\n                        ", "  POPLAR GROVE, IL                    "], "date": ["Created August 10, 2016"], "name": ["\n                                Jamie Lynn                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Newlyweds"], "story": ["\n                            We are a young couple from Brooklyn and we are in love and getting married really soon. Since we both work in media we dont make money and we also know that all you beloved friends and family want to give us something to celebrate our love and partnership.", "That´s why we created this gofundme: there's some legal fees we have to pay in order to get married (if you need more information just ask us!) and if you can help us we will be grateful forever.", "So, every little amount you can help us with will be used to make our love stronger and *legal*. ", "We have about four or so months at least to get our paper stacked for this so don´t feel stressed if you are low in cash now, you got time to contribute. ", "Love y'all!", "Callie and Camilo                        "], "target": [" of $3,000 goal"], "title": ["Callie's and Camilo's wedding fund "], "people": ["39"], "shares": [" 94"], "current": ["2,520"], "location": ["\n                        ", "  BROOKLYN, NY                    "], "date": ["Created July 22, 2016"], "name": ["\n                                Camilo Salas                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hi! We are First Priority, a Christian Non-Profit Organization in Clayton, NC. ", "We are raising funds for the launch of First Priority throughout Johnston County. Our vision is to see the Hope of Christ in every student! Our mission is to connect churches to the campus for Christ. ", "We have seen over 130 students come to Christ in Johnston County!  We are preparing to launch 10 schools this semester and want them to have the greatest impact possible. Would you prayerfully consider partnering with us to take the Hope of Christ to the students of Johnston County?", "Our schools are the greatest mission field in America. First Priority offers a clear strategy and avenue of reaching students who need Hope. ", "Your support makes this mission of Hope possible. Thank you for partnering with to share the Hope of Christ in every student.", "                        "], "target": [" of $10k goal"], "title": ["First Priority Campus Clubs"], "people": ["13"], "shares": [" 69"], "current": ["964"], "location": ["\n                        ", "  CLAYTON, NC                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Joel Rowland                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                                                    \n", "\n\n", "\n\n", "\n\n", "\n\n", "\n\n", "\n\n", "\n\n", "                                                "], "target": [" of $25k goal"], "title": ["Care For Africa Foundation "], "people": ["25"], "shares": [" 471"], "current": ["1,630"], "location": ["\n                        ", "  Launceston, TAS Australia                    "], "date": ["Created July 28, 2016"], "name": ["\n                                Jesse Higgs                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "Greetings Friends! ", "I am starting this campaign because I have great news! American Public Television has agreed to offer our documentary to over 360 PBS stations by September 1st, 2016! ", "Wildlife Kids Club International, the not-for-profit organization of which I am president, is seeking partnership  with organizations and individuals to sponsor our completed documentary, ", " (see video above).", "American Public television is the distribution outlet for some of our nation’s most popular public television ", "shows, including ", ", and ", ", and is responsible for for the national popularity of ", ", ", ", ", ", and many more! ", "In order for this to work, we must reach our campaign goal by ", " ", "The sponsorship amount must equal $20,000 for the distribution and airing of our documentary in 2017. ", "We  will also receive a  15 second commercial during each airing of the documentary that highlights  our not- for- profit whose goal is to Build Environmental Schools Worldwide to connect children and families to nature and each other for the well being and connection to life on our planet!", "All sponsors will receive a yearly membership to  Wildlife Kids Club International and receive aninvite to our first Annual Celebration of Life Event to support Environmental Education (School #16) located in Ranomafana, Madagascar. ", "I believe this will be the start of a wonderful international mission that will bring love and awareness to the  world, and allow us all to ", " the change we want to see internationally! If you are interested, Join US!", "Wishing for peace, joy and happiness always.", "Sincerely, ", "Erik Callender ", "President", "Wildlife Kids Club International ", "Scan code to view preview of ", " on your smart phone or device or view ", "link at ", " ", " for famileis living on dirt floor homes to help reduce disease from parasites, ", " to follow your dreams which featured some of our Madagascar efforts", "Distributed over 1000 Books to help support literaccy world wide..", " to raise funds to for our weeklly nature cneter program first book to Raise funds for Our children to learn ot read.", " SBU Featured at 12 min Madagascar efforts", "  REPTILE RUMBA ", " about my  education program  in the US and our efforts in Madagascar aired on PBS WETA ", " Took the children on their first trip to a National Park Distributed more than 200 Shirts ", "our 501c3 not for profit our mission is to change childrens and famileis lives with nature", "  to connect more than 10,000 Children and Families in the United states to Children and Families in Madgagascar the Nicaragua the Philippines and Borneo Malaysia", "\n", "                        "], "target": [], "title": ["Erik The Reptile Guy  For PBS! "], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Erik Callender                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "\n\n", "\n\n", "                        "], "target": [" of $1.0M goal"], "title": ["Saving Boys"], "people": ["558"], "shares": [" 967"], "current": ["25,031"], "location": ["\n                        ", "  DETROIT, MI                    "], "date": ["Created July 31, 2016"], "name": ["\n                                Jason Wilson                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Cafe Hope is a 501(c)3 non-profit program located in Marrero, LA.  We provide life skills and culinary/hospitalty job skills training to opportunity youth of the Greater New Orleans area.  ", "  Thieves have stolen the copper wiring from our AC unit as well as to the units which cool our restaurant's cooler and freezer.  Both times that the wiring was stolen it caused additional damage to the units increasing the repair expense beyond the wiring.  Dry ice had to be purchased to keep our food cold until repairs could be made and some food items spoiled as well.", "Our program runs on a very tight budget therefore $5136.16  is a large hit to a small non-profit.  In order to continue offering these services at no cost to our students we need your help. ", "To  prevent this from happening in the future, we NEED to move the units to a more secure location however we need to raise an additional 2500.00 in funds before the process can begin.    ", "Any help you can provide to our program will be greatly appreciated by the Board of Directors, Staff, and Students.                        "], "target": [" of $7,500 goal"], "title": ["Cafe Hope - Expenses due to Theft"], "people": ["32"], "shares": [" 260"], "current": ["2,020"], "location": ["\n                        ", "  MARRERO, LA                    "], "date": ["Created August 12, 2016"], "name": ["\n                                Sheila Falcon                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            We are a group of friends (all ladies) many originating from the UK and beyond, Living in Maun, Botswana - The Gateway to the Okavango delta!", "Last year we decided to Walk for breast Cancer across the renowned Makgadikgadi salt pans here in Botswana for 42.2km and this year we decided why not double our distance to double the money! So that is what we are attempting.. We will be attempting to walk 90km across the Pans on the 18th August, through the day and night, with no sleep and no long breaks and with icy winter night temperates averaging -2c and daytime temperatures in the mid 30c... ", "WHY?  to raise funds and awareness for breast cancer here in Botswana .. all proceeds of our Walk raised will be donated to Journey of Hope, a non profit organisation (", ")", "Our Walk has received an amazing response from so many friends and family alike throughout the UK and further afield that joining gofundme and working towards raising more funds for Breast cancer just made sense! ", "We are hoping to double the \"dough\" by doubling the \"distance!\" and only with your support and donations can we do this...", "Walk our Walk and follow our Story............ Thank you!", "PLEASE LIKE & FOLLOW US ON FACEBOOK where we are consistently updating on our training and events..", "Or TWITTER", "@maunmoonwalkers                        "], "target": [], "title": ["Moonwalk the Makgadikgadi Botswana"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Nicky Dance                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Gurpreet Singh was a devout Sikh, a loyal friend and a leader of the community. In 2011 at the age of 18, his life tragically ended from Meningococcal Disease. ", "He was in his second year of medical school at James Cook University in Townsville , with aspirations of becoming a surgeon. He displayed maturity far beyond his years, and only his second year he was already a mentor to those around him. ", "His personality was such, that people were naturally drawn to him. He was down to earth, and wasn’t afraid of having a laugh (at times even at himself). He was fiercely competitive, especially when it came to soccer. You couldn’t get away with making fun of his favourite football team, the tottenham Hotspurs. ", "Five years on since Gurpeet’s passing, 15 of his college friends will be running in the ", " in his honour. In doing so, we aim to raise funds and support Meningococcal Australia. ", "  are an organization that educate the community about meningococcal disease, lobby for appropriate prevention and treatment pathways as well as liaise and consult with the state-based meningococcal charities.", "We not only hope to raise funds for Meningococcal Australia, but to also raise awareness about this deadly disease. Please follow us on our facebook page- ", "  for regular updates!                        "], "target": [" of $10k goal"], "title": ["Running for Gurpreet "], "people": ["88"], "shares": [" 620"], "current": ["11,328"], "location": ["\n                        ", "  Montville, QLD                    "], "date": ["Created July 30, 2016"], "name": ["\n                                Veral Vishnoi                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "Know Your Food, Support Young Farmers, Create a Sustainable Future", "We're a non profit 501(c)(3) so your donations are tax deductible.", "All across the U.S., but especially in New Hampshire, farmers are aging. Willow Brook Farm & Art Center ensures their knowledge and love for growing local food endures and expands. We follow the farmers’ own wisdom by building an environment with perfect conditions to germinate new farmers. Willow Brook Farm & Art Center is a nonprofit permaculture homestead in central NH that strives to increase the number and long-term success rates of organic famers by providing Beginning Farmer Fellowships to ambitious young farmers. Through these two-year fellowships, we provide the seeds, tools, and training for beginning farmers to develop and grow their own farming practice and business in a low risk environment with support, mentorship and collaboration. Through the fellowship provides beginning farmers with housing, access to land and equipment, a stipend, mentoring, and a helping hand to incubate and launch New England’s next generation of sustainable farmers.", "Farming is tough business – farmable land is hard to find and, along with the necessary start-up equipment, is often prohibitively expensive. Farmers must work long hours and it takes years to set up productive gardens. Most farmers struggle with oppressive debt before they are able to generate a stable income. Farmers wanting to get started often don’t have the means to purchase land and equipment.", "Our Beginning Farmer Fellowship serves as an incubator and launch pad for beginning farmers. Freed from the worries of paying overhead expenses, Fellows can experiment and hone their farming skills and their business model in a low risk environment. They can experiment with different crops, livestock, techniques, and markets without the stress of needing to pay off a mortgage and equipment loans. The fellows can then save any income earned to cover the start-up costs for their own farmland at the conclusion of the fellowship", "In a world of large conglomerates and huge agribusiness, it has become even more important to know and support the farmers that grow our food. Small farmers are crucial to keeping our air breathable, water drinkable and food flavorful.", "As a society, we need to support permaculture and organic growing and we need to encourage and support young people to farm sustainably. Willow Brook Farm & Arts Center puts your dollars to work to do just that.", " grew up in the beautiful lakes region of New Hampshire where he was homeschooled until freshman year of high school. Ever since a young age Austin had a gift for music. He started with piano, but now plays guitar, drums, saxophone and more. Even as a young child, Austin watched his Dad grow tomatoes, cucumbers, and more in their small garden in the yard. He remembers summer harvests in his hometown with all of the neighbors’ kids eating his father’s delicious fresh tomatoes. At age 16, Austin’s family moved to the NH Seacoast, downsizing from 2 acres and a barn to a town house in Exeter. In 2010 Austin enrolled in Exeter High School and met Taylor McGuinness, a nature bound beautiful track athlete with an enormous enthusiasm for life. After high school graduation, he traveled with Taylor to Hawaii where they farmed on a certified organic orchard that produced countless tropical fruits and vegetables. When they were back in NH in 2013, Austin helped create Back to Eden Gardens and began selling their wares at farmers’ markets. Austin enjoys permaculture design, architecture, building community, cooking, biking, making cider, foraging, juggling, composting, and taking care of animals.", " is a native to Stratham NH, where her family has farmed the land many generations before her. After graduating high school and traveling throughout the islands of hawaii, Taylor WOOFed on a farm which rekindled her love for and connection to the soil. She began to farm and build her own market garden business on a small piece of land in Stratham, NH. Growing for market and providing food for herself sprouted her passion for sustainable, local agriculture. She apprenticed with gardeners in Maine and Pennsylvania, where she gained valuable animal husbandry skills working with pigs, cattle, goats, and chickens. Taylor enjoys dairy goats, doing yoga, making yogurt, holidays, red clover, swimming, maple leaves, using food as medicine and cartwheels.", "Housing", "Land to farm", "Weekly stipend", "Two tractors with loaders and attachments", "A barn for storage and processing", "Introductions to other famers and resources", "Access to permaculture books and videos", "Hand tools", "Seedlings", "Willow Brook Farm is a 75-acre permaculture homestead in central NH (located in the greater Concord Area) founded in 2014 and is a tax-exempt 501(c)(3) charitable organization. After extensive renovation of the antique colonial farmhouse, Willow Brook Farm is pleased to offer its inaugural Beginning Farmer Fellowship in 2016.", "The farm was originally established in 1840 and used for agriculture through the first half of the 20th century. Since most of the original fields returned to mixed hardwood forest over the years due to their lack of use, in 2015, we cleared a patch of forest to return the land to field production. The farm property contains trails, streams and ample wood resources.", "We established Willow Brook Farm to incubate and launch beginning farmers’ who would embrace organic growing and permaculture practices. We are at the early stages of a long-term vision, which also includes our offering public workshops, community events, public art, and art residencies – all with the goal of forwarding sustainable living. The property currently produces and supports annual vegetables, a goat dairy, Christmas trees, hops, maple syrup, and honey. While not at commercial scale, we also have apples, pears, and raspberries. ", "To learn more about ", " and find out about all of our plans, check us out at:", " ", "We're working toward a sustainable future for everyones' children and we're extraordinarily thankful for your support!", "                        "], "target": [" of $39.5k goal"], "title": ["Taylor & Austin's Farmer Fellowship"], "people": ["17"], "shares": [" 59"], "current": ["4,541"], "location": ["\n                        ", "  PORTSMOUTH, NH                    "], "date": ["Created August 12, 2016"], "name": ["\n                                Tim Gaudreau                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            The \"Bearing\" is a bronze sculpture depicting a woman carrying a man holding a military-style rifle and sitting in a basket on her head.  Thought provoking, the sculpture celebrates the strength of the human spirit as it carries the burdens of the physical and emotional aftermath of war.", "In a natural setting of Sunset Park in Spokane, Washington, the sculpture will provide a serene enviroment to  veterans,  refugees, and  families to contemplate war.  This site will be designated as a destination site for healing.  ", " ", "Internationally known artist Ildikó Kalapács created the small bronze version of the sculpture in 2008 with grant funding from the Puffin Foundation, Inc.  In 2011, the Bearing Sculpture Project was founded in order to seek funding for the construction and the physical placement of the life-size sculpture.  The Bearing Sculpture Project will be free to the public and available to the community and the visitors of Spokane, Washington.  This project is a gift to the community and will not recieve any taxpayer money.  ", "In May, 2016, The Bearing Sculpture Project received the approval of the location by the Spokane Park Board, and the sculpture will be placed there at the end of 2017.  ", "The Bearing Sculpture Project has already begun securing funding, but in order to make this project a reality, we will need the support from the community. Please help us with this project.  Additional funding will pay for the bronze casting process, the shipping of the life-sized sculpture, and the physical placement.  ", "We will be setting up donor parties, fundraisers, and grant writing during this process.  For more information and project updates, please see ", ".", "Everybody who donates will be thanked publicly on our website, and anybody donating $10,000 or more will have their names added to the plaque that will be placed at the base of the sculpture.  ", "\n", "                        "], "target": [], "title": ["The Bearing Project"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Ildikó Kalapács                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "Gus is a happy, loving nine-year old boy. He is in 3rd grade and he loves every minute of it. He eats more fruit than any kid we know, including lemons and limes. He loves music, dancing, his grandparents, the beach, sledding, camping, swimming, all animals, his brother and sister, all of his cousins, and his mom and dad.", "When he grows up, he wants to be a Wildlife Ecologist — recently he’s also decided that he might want to live in Mexico…", "…But Gus has ", ", a degenerative muscle-wasting disease and the number one genetic killer of children in the world. They tell us that Gus will be in a wheel chair by 12, that he will lose the ability to breathe on his own by his late teens and that his heart will stop beating in his mid-twenties.", "We think they’re wrong, and a lot of brilliant researchers agree with us. Research is more promising today than ever before. Doctors understand DMD like they never have. Gus is in a race against DMD and we are determined to do everything we can to help the researchers who will allow him to win that race.", "Our mission is to raise research dollars and awareness of Duchenne Muscular Dystrophy.", "We are committed to funding research that will result in effective treatments in the near-term.", "Our specific focus is on treatments that will preserve muscles in DMD boys while researchers continue to search for the cure to DMD.", "We will work to build collaboration within the DMD community because we KNOW that we are stronger TOGETHER.", "A team of supporters, including myself, will be climbing Mt. Whitney, the tallest mountain in the \"lower 48\", to raise money for research. Please help us raise money to support the DMD children who desperately need our help now, to ensure that they have a later.", "                        "], "target": [], "title": ["Mt. Whitney to End Duchenne"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Alaina Tomlinson                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Sports are a powerful avenue for people with special needs to discover new abilities, develop confidence, and find joy in every day. At the heart of RallyCap Sports is our vision of a world where people of all abilities can share the joy of sports. For our vision to become a reality, we have developed a sports program specifically designed for people with special needs.", "After impacting hundreds of lives at our Bowling Green RallyChapter, the mission became clear: ", " Beginning with Ohio, five new chapters will launch this fall. Run entirely by college student volunteers, these chapters will include Ohio State University, University of Akron, Ohio University, John Carroll University, and University of Cincinnati. ", "In order for these new chapters to impact as many lives as possible, we need your help. While each RallyChapter is working hard to gain community support and gather volunteers, we need your financial support to directly impact each chapter.", "Your donation will directly aid each chapter, as they strive to create a community where people with special needs have the opportunity to play sports just like everyone else. If you are interested in becoming involved with a chapter near you or learning more about what we do, please visit our website ", " ", "*We are a 501(c)(3) non-profit organization. All donations are fully tax-deductible. If you would like your donation to go towards a specific chapter's efforts, please leave a comment with your donation.*", "                        "], "target": [" of $5,000 goal"], "title": ["RallyCap Sports Expansion Project"], "people": ["6"], "shares": [" 55"], "current": ["550"], "location": ["\n                        ", "  BOWLING GREEN, OH                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Melissa Wilson                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hello!", "My name is Jeremiah. I'm a pastoral resident with a small church called River Heights Vineyard. I'm raising funds to purchase a vehicle that will be used to better serve our community. I would like to invite YOU to invest in changing the world. ", "We are hoping to raise enough to purchase a vehicle that is wheelchair accessible and seats at least 15 passengers. It would be used weekly to bring individuals and families to our Celebrate Recovery meetings (for individuals struggling with addiction, hurts, habits, and hang-ups) and nutritious free dinners 5 nights a week from Loaves and Fishes. It doesn't stop there. We would then be able to use the vehicle for outreach efforts, kids vacation bible school, sunday mornings, etc... ", "Join me in making this dream a reality!", "\"If your dream can be achieved by yourself, then your not dreaming big enough.\"  -T.D. Jakes", "Thank you,", "Jeremiah Berg                        "], "target": [" of $8,000 goal"], "title": ["Vineyard Bus"], "people": ["6"], "shares": [" 90"], "current": ["240"], "location": ["\n                        ", "  COTTAGE GROVE, MN                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Jeremiah Berg                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            I am Leslie Sobota a retired teacher and long time resident of Racine, WI.  In January of 2015 I experienced a weakness in my left hand.  I met with my neurologist, and after a number of tests over several months, he diagnosed me with ALS.  He refered me to the ALS clinic at Froedtert in Milwaukee, where the diagnosis was confirmed in August, 2015.  ", "ALS also known as Lou Gehrig's disease is a progressive disease of the nervous system that attacks nerve cells.  As the nerve cells deteriorate, they lose the ability to control voluntary muscle movement.  There is no cure for this rare disease and life expectancy is 2 to 5 years after onset.", "100% of money raised will be given to the Wisconsin ALS Chapter to be used as needed for their use.  Some examples might be for buying equipment for their loan closet, funding suport groups, research etc.  Through the loan closet I was able to borrow a wheelchair and electrically operated lift chair.  I have learned much about the disease and available aids by attending support group meetings.", "Typically, ALS fundraisers have been held in August with an ice bucket challenge.  We plan on having fundraising events in August,2016.", "Since I do not know how much time I have left, I would like to do something to help others and hopefully eventually find a cure for ALS.", "I would appreciate any contribution to this cause.                        "], "target": [], "title": ["Leslie Sobota's ALS Fund"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Leslie Sobota                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "The shooting of Michael Brown, an unarmed African-American teenager, on August 9, 2014, emphasized a growing need to bring social empowerment and race into the forefront of conversations revolving around how we, as a nation, must respond to these tragedies. The Center for Social Empowerment in Ferguson was officially launched one year later to fulfill this role. Its presence provides a neighborhood-based facility for social enterprise and community engagement. Through workshops, participants are challenged to observe and recognize the complex causes of violence and hatred so that they can continue to lead this dialogue within their own communities.", "However, the children of Ferguson face unique challenges. August 14, 2014 was the first day of school but many children were not able to attend because schools located within the Ferguson School District were temporarily closed during the political unrest. School closures for similar reasons are not uncommon here. Sadly, as a result, Ferguson youth are getting further and further behind academically and are more likely to drop out by the age of 18.", " This coming September, The Center for Social Empowerment is spearheading a new campaign called Saturday Academy. This academy not only provides a safe place for children to be during the weekend but also aims to provide families what they need in order to catch up and flourish in school. Children ranging from 5 to 18 years of age are welcome to join. They will be exposed to hands-on science and technology lessons, efficient study habits, college prep courses, and much more! For our high school students, we are hoping plan trips to local colleges and universities throughout the state since many of our kids have never been outside Ferguson. During Spring Break, they will have the opportunity to tour colleges in Chicago!", " ", "Saturday Academy will also have workshops for parents. Ferguson parents, who are often also the product of an under-equipped school system, frequently lack the ability and means to navigate the school system or assist their own children with their homework. And, despite the best efforts of any well-equipped school, a lack of support at home can detrimentally affect a child’s chances for success. By attending our workshops, parents will learn how to become tutors for their children, the skills to handle parent-teacher conferences, learn what to do if there is a bullying problem at school, and so much more.", "You can find out more about our organization and the work we do at ", ". ", "Through these avenues, the lessons learned from Michael Brown’s death will not be forgotten. He will live on through our fight for racial and social empowerment not only in Ferguson but in all the communities we serve. However, our capacity to aid communities in their struggle is hindered by a lack of resources. Your donations will not only increase the magnitude and efficiency of our outreach but will also ensure the youth of Ferguson are given the opportunity to succeed. With your help, our Saturday Academy can fulfill every parents’ dream of seeing their child reach higher education and accomplish goals beyond their expectations.                        "], "target": [" of $20k goal"], "title": ["Help Support the Youth of Ferguson"], "people": ["22"], "shares": [" 85"], "current": ["1,175"], "location": ["\n                        ", "  Ferguson, MO                    "], "date": ["Created August 8, 2016"], "name": ["\n                                The Center forSE                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            My name is Ian Johnston. I'm a sophomore Boy Scout at Troop 109 in Fishers , Indiana. For my Eagle Scout Project I will build a shed for the Community Garden at Holy Family Episcopal Church. Gardeners donate fresh produce each week to a local food pantry to supplement their canned and boxed food offerings. The shed will be used to store personal tools, a lawnmower, and other items that the Community Garden members use. Any donation you can make towards my goal is much appreciated. Thank you very much!                        "], "target": [" of $2,000 goal"], "title": ["Eagle Scout: Community Garden Shed"], "people": ["17"], "shares": [" 69"], "current": ["1,120"], "location": ["\n                        ", "  FISHERS, IN                    "], "date": ["Created August 8, 2016"], "name": ["\n                                Jolene Petrusky Johnston                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "La Ola de Jalisco AC is a children's shelter located in the state of Jalisco, Mexico.  Founded in January, 2010, we are a 501(c)(3) nonprofit organization supported solely by private funding. We provide complete care including a highly accredited private school education including full support to attend university, English instruction and other extracurricular activities while also covering medical, dental and psychological services.", "Our scope is more than that of an orphanage in that we care for abandoned and abused children as well children from impoverished local communities whose families entrust them into our care for an opportunity to have a good education and improved quality of life.", "The purpose of this campaign is to fund a relocation and building project of which we are in desperate need.  We have outgrown our current facility, which has just four small bedrooms and one tiny bathroom shared by nineteen girls. Land has been donated allowing us to relocate to a central location for our needs and build a new facility tailored for the children.  This will result in a sharp reduction in expendatures and a more efficient operation overall.  ", "Our goal is to raise $20,000 USD to fund the construction of a 6 room, 5 bathroom dormitory for the children at the new location to be completed this summer.  It is being built on a beautiful plot of land next to a pool, soccer field and playground.  All other necessary facilities, including staff accomodations, a kitchen and large dining hall, are already in place.  Work has begun on the foundation with startup funding, but we must raise the remaining funds now to keep the project moving forward and we could really use your help!  ", " ", "We are so thankful for this opportunity because it means significantly improved living conditions for the children, alleviating the stress of living with inadequate facilities. The improved location means easier access for volunteers from the surrounding community and less financial strain allowing more freedom to grow and acheive our goals.  This is a big step for La Ola in reaching our vision of rescuing young lives from adverse circumstances and breaking the cycle of poverty from which they came.", "We are grateful for your support in joining us to bring this project to fruition, please donate today!", "Click ", "  to follow us on Facebook!", "Click ", " to follow us on Twitter!                        "], "target": [" of $20k goal"], "title": ["La Ola Ministries Building Project"], "people": ["48"], "shares": [" 183"], "current": ["5,505"], "location": ["\n                        ", "  LAREDO, TX                    "], "date": ["Created July 11, 2016"], "name": ["\n                                Jeff Plinke                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "YOUNG EDUCATED ATHLETES                        "], "target": [" of $2,500 goal"], "title": ["Y.E.A. DAY BACK TO SCHOOL DRIVE "], "people": ["34"], "shares": [" 96"], "current": ["2,055"], "location": ["\n                        ", "  PHILADELPHIA, PA                    "], "date": ["Created July 17, 2016"], "name": ["\n                                Raushanah S. Deen Hargrove                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            We are a young group of indivuals that belong to the National Citizen Service (NCS); NCS is a government funded programme which allows young people to learn to become independent and gain responsibility.", "We have to undertake a Social Action Project where we make a difefrence to our community. We aim to raise money for homeless people in Ipswich.", "We are doing multiple fundraising events such as an Under 18's night-club event, a car wash service and raising awareness in Ipswich town centre.", "We will also be walking 15 miles to raise money for the homeless and would greatly appreciate any sponsorship.", "The money raised will go to our chosen charity \"Emmaus\" which is a charity that helps the homeless in and around Suffolk. They need funds for building a cafe to aid feeding the homeless and a garden for the homeless to relax in and to grow fruit, vegetables and flowers in.", "Take a look at the link below to learn more:", " ", "Ourselves and homeless individuals would greatly appreciate your help; you will be making a difference to people lives in order to help them to progress in life and regain hope.", "Kind Regards,", "Team 9 NCS Suffolk                        "], "target": [" of £1,000 goal"], "title": ["Help For The Homeless In Ipswich"], "people": ["7"], "shares": [" 53"], "current": ["65"], "location": ["\n                        ", "  Felixstowe, ENG                    "], "date": ["Created August 2, 2016"], "name": ["\n                                Amy Lamb                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Two years ago, NTX Ducks started as a group of kids with the same interest of playing football. A flag football team was started in Plano, TX. Today, we have grown into a full tackle team playing in the Premier Youth Football League. With the growing demand for kids wanting to become involved with football and other sports within the community, The North Texas Ducks Athletics was born.", "NTX Ducks is an non-profit organization committed to instilling lifelong attributes to all children with emphasis on families who do not have resources needed to participate in athletics. We believe every child should have an opportunity to develop skills by participating in sports. The organization is reaching out for assistance in helping these families. All donations will go toward registration fees, equipment, training supplies, uniforms, and transportation.", "The vision is to develop principles, morals, self-discipline, family values, sportsmanship, and teamwork through faith based lessons which are vital for athletes to become productive citizens.", "Please help in any way you can.", "North Texas Ducks Youth Athletics", "                        "], "target": [" of $5,000 goal"], "title": ["North Texas Ducks Youth Athletics"], "people": ["7"], "shares": [" 163"], "current": ["455"], "location": ["\n                        ", "  MCKINNEY, TX                    "], "date": ["Created August 12, 2016"], "name": ["\n                                Justin Lewis                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            This is my story (skip to the ", " section for the condensed version)...", "Four years ago I took a job at a prestigious learning center which implemented evidence based interventions for children with learning difficulties in reading, spelling, and math.  These interventions specifically focused on the sensory-cognitive functions necessary to decode and comprehend words and language.  After working for this company for several months it was safe to say I had “drank the juice.”  The work they did changed lives.  Children came in with various learning needs and left with a new light in their eyes, excited for school, and proud of the 80 plus hours of hard work they had invested during their summer “vacation.”", "I left that company after a year to continue my own education, which at the time was in pursuit of a Master’s Degree in School Counseling.  Through the course of earning this degree I realized that my true passion lied in Special Education. I decided to return to school to earn a Master’s in Special Education and joined a one year training program which prepares teachers to work in Chicago’s high-needs areas.", "I trained for one year in one of Chicago’s toughest neighborhoods on the West Side where I taught (under a mentor teacher) Special Education Reading and Math to 4th-6th grade students.  Following this I took a job at another high-needs, low-income school in Chicago Public Schools.  ", "After two years of working in the public school system, I became increasingly frustrated and my heart broke for my students.  What I saw were children with such great potential being pushed through a broken system in which their individual learning needs were not being met.  The emphasis on high stakes testing and rigorous curriculum took precedent over the exceptional learning needs of the students identified as “diverse learners.” Additionally schools were not appropriately staffed to provide a conducive learning structure for students of the highest need.  Even the most fortunate students who were blessed with a great teacher, were still crippled by the system which made it nearly impossible for them to ever be independent in the classroom.  It frustrated me even more to know that there were so many great resources out there for children with different learning needs, yet none of my students would ever have access to these opportunities because of their economic situation.  ", "                        "], "target": [" of $4,000 goal"], "title": ["Lellow Foundation "], "people": ["36"], "shares": [" 131"], "current": ["2,200"], "location": ["\n                        ", "  MISSOURI CITY, TX                    "], "date": ["Created August 10, 2016"], "name": ["\n                                Nicole Serle                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Brownie Blondie Foundation Inc. is a puertorrican non-profit organization dedicated to rescue animals in critical conditions and the defense of their rights. We rescue abused dogs and cats and provide them medical care, food, shelter, love and all they need for a complete rehabilitation in order to be ready for adoption by a responsible family. At the moment, all our work is done from our home and recently we got a more confortable wide terrain to increase our organization shelter and working space.", "Unfortunately, the terrain are not fenced and we need to build a fence around it, before our move, to keep our rescued animal safe. ", " Also we would like to have our accounts with veterinarians at $ 0 at this point we owe the amount of $ 5500.", "Brownie Blondie foundation Inc. is completely supported by donations of people that believes in our mission and work and are daily followers of our rescues. ", "There are no a small donation. Any donation will be greatly appreciated. We could not do it without your generosity and support from people like you.", "THANK YOU FOR SUPPORTING US!! ", "Brownie Blondie Foundation Inc. es una organización puertorriqueña sin fines de lucro dedicada a la defensa y rescate de animales en condiciones críticas. Rescatamos perros y gatos maltratados, a quienes le brindamos cuidados veterinarios, alimentos, albergue, amor y todo lo necesario para una rehabilitación completa; de esta forma estarán listos para luego ser adoptados por familias responsables. Al momento toda nuestra labor la realizamos desde nuestros hogares personales y recientemente conseguimos un amplio terreno donde podremos estar más cómodos y hacer crecer nuestra fundación. Lamentablemente ese terreno no está cercado y necesitamos antes de mudarnos, contruir una verja alrededor para así poder mantenerlos a nuestros rescates seguros.", "Tambien nos gustaria tener las cuentas de los veterinarios en $0 ya que en este momento nosotros debemos la cantidad de $5500.", "Nuestro trabajo está basado en donaciones de personas que creen en nuestra misión, trabajo y siguen nuestros casos y nos apoyan.", "No hay donación pequeña, todos podemos lograrlo con el esfuerzo y la ayuda de gente generosa y maravillosa como TU !", "GRACIAS POR APOYARNOS!", "                        "], "target": [], "title": ["PLS HELP to finish our dog sactuary"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Adriana Molina Guzman                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            We've come up with a crazy, almost impossible dream to ride from the West Coast to the most eastern point of mainland Australia on Harley Davidson motorcycles to raise support for the work we are doing, bringing communities together to prevent suicide and depression across Australia.", "Suicide remains the leading cause of death for Australians aged between 15 and 44. (Source: Lifeline Australia 2015)", "Statistics on suicide and attempted suicide in Australia are clinical and cold, yet there's a name behind every number. In recent years Steve Grace and his team have toured extensively throughout Australia serving rural towns and remote communities with unique events that bring hope. Through music, motorcycles and media these community BBQ's are to help prevent suicide and depression in regions doing it tough.", "We believe with your help we can do so much more to reduce the senseless loss of life through suicide in these areas.", "\n", "We will be doing our best to continue posting news and updates along the journey, plus posting special behind the scenes updates for our GoFundMe supporters. ", "Another way you can support the cause is by purchasing an official t-shirt at ", " ", "Thank you so much for your support. Please share with your friends and family and we hope to see you at the finish line in Byron Bay :)                        "], "target": [" of $50k goal"], "title": ["Crossing Australia"], "people": ["53"], "shares": [" 527"], "current": ["9,257"], "location": ["\n                        ", "  Geraldton, WA                    "], "date": ["Created July 21, 2016"], "name": ["\n                                Steve Grace                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "As many of you may know Yazy's lived her entire life with several ", " health conditions, most recently life threatening SMA Syndrome. Through legal medical cannabis we have finally found her some relief to her chronic pain, severe anxiety, depression and lack of appetite. Although it's not a cure it's helped her SURVIVE! Our biggest hurdle has been the high cost of her medications. Through my own frustrations dealing with the lack of knowledge, support and assistance in the cannabis industry, I was inspired to create it! ", "With your contributions we will be able to set the stage to begin the building blocks to assisting children and their loved ones living with chronic pain; by providing cannabis education, advocacy and financial scholarships. ", "My startup costs are minimal but your continued trust in our cause and goals means the WORLD to us!! ", "  ", "Inspired by Yazy's most recent Make-A-Wish statement \"You can do anything, if you believe you can\".                        "], "target": [" of $5,000 goal"], "title": ["Help Create Non Profit 4 Kids"], "people": ["30"], "shares": [" 282"], "current": ["1,510"], "location": ["\n                        ", "  MESA, AZ                    "], "date": ["Created August 8, 2016"], "name": ["\n                                Parisa Rad                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "We are the Williamsons - an extended family of siblings, cousins, grandparents and grandchildren living all over Australia and beyond.", "In 2013 our patriarch, David, suffered a stroke.  Otherwise healthy and fit, it was a shock to us all.  We were elated when he made a full recovery because he was fortunate enough to be raced to hospital within 20 minutes and given the latest drugs under expert medical supervision.  But it left us collectively understanding that you just don’t know what's ahead of you from one day to the next.  Spurred on by Dad, we decided we needed to all gather once a year on holiday.  As there were 24 of us, ranging in ages from 3-70ish, it seemed an impossible task to get everyone together. ", "Then, we discovered Bali.  Exotic, accessible and cheap - and we thought 'this might just work?'", "Many of us travelled there together in 2015, almost all of us in 2016, and we are planning for everyone to be there in 2017.", "Our holidays have been amazing due in large part to the kindness of the Balinese. Their friendliness, hospitality, attention to detail, and commitment to ensuring you love being on their island, combined with Bali's beaches, food, weather and affordability mean it's is such a great place for a large family to spend some relaxed time together.  We have all lived happily alongside each other for 10 days at a time - not one fight!", "In fact, we felt so bonded that, spearheaded by the Williamson matriarch, Kristin, we realised we could use this family bond to give something back.  Bali had brought us all together so successfully, that we sought to find out where there might be some real need.  We were introduced on our trip in 2016 to a local charity - Solemen.", "Solemen was founded by Robert Epstone and helps disabled children and adults in remote parts of the island.  Previously these people were, \"Out of sight, out of mind.\"   If our Dad had suffered the same stroke but was a Balinese father without medical assistance, he would probably be lying alone on a mattress in a backroom, in pain and unable to move or communicate and often out of sight of the neighbours because of the ‘shame’.", "The Williamson extended clan decided that we wanted to try and contribute in some meaningful way to Solemen and their mission. ", "We aim, by December 2016, to raise 20,000 Australian dollars to purchase a 4WD vehicle to help Solemen deliver aid on the slippery back roads in the highlands of Bali.  They currently have one small car in need of repair and without a durable working vehicle, so many of these people will be cut off from help that they will not get elsewhere.", "So if you have enjoyed a cocktail in Seminyak, a four handed massage in Ubud, or have been blessed by the Balinese people's warmth and culture, we are asking you for your help.    Thank you!", "To find out more about this essential organisation go to", "\n", "                        "], "target": [" of $20k goal"], "title": ["SOLEMEN help disadvantaged Balinese"], "people": ["34"], "shares": [" 98"], "current": ["9,247"], "location": ["\n                        ", "  Whale Beach, NSW                    "], "date": ["Created August 1, 2016"], "name": ["\n                                Rebecca Purcell                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "The OM Space, literally, 'the God space' is a place for complete transformation. A place that turns the members of our society that are almost guaranteed to become negative statistics,  to positive citizens via the power of yoga (discipline), meditation (connection) and mindfulness (awareness.) Help me change lives. Help me, help others who will change the world! Help me provide the technical training and the 'God space' to completely heal, transform and move people  forward in a positive direction. Allow me to provide a backstory for context. 14-years ago, medical doctors could not understand what was wrong with me. I went from your average American 30-year-old, active lifestyle person, to a bedridden sick individual in need of a pacemaker. My heart would suddenly stop beating for seconds at a time, then like an old car suddenly start-up and begin to beat again. I was afraid to go to sleep for fear that I would not wake up in the morning, but after 30 hours, I couldn't stay up any longer. I said a very sincere prayer to God and I went to sleep. The turning point was that night in my hospital bed, the nurse poked me to see if I was still alive. The heart monitor went off and for a while, she was not able to get a reading. She nearly screamed out loud when I woke up and said \"hi\" from behind my oxygen mask. The next day, I was scheduled for a sonogram for my heart. I was weary and squeamish, and very scared. The technician urged me to look at my heart. I resisted. He urged once more, and said; \"I have seen a lot of bad hearts in my life, and your's is not one of them. Look at it, it is beautiful.”", "Little did he know those words would change my life forever. I did look at the monitor that day. I marveled at the wonder on the screen. That amazing little muscle that kept my body alive. I wanted to be here, to be alive and live more fully. As a freelance worker at the time, I didn't have health insurance so I was asked to leave the hospital; I complied. My troubles stayed with me for about a month. I turned to yoga, juicing and holistic lifestyle.  I continued to run and exercise and I stopped doing all recreational forms of drinking and socializing. And just as soon as the malaise had come, one day it went away. My heart, and my heartbeat that I had my entire life returned to me. My doctors, in particular, my cardiologists, were amazed. The doctor told me that whatever, I was doing to keep doing it and to go and enjoy life. He told me, not to return to his office again, I never did. And I never got a pacemaker.", "My love, passion, and gift for yoga was born as a result of the life opposing challenge of my troubled heart. Yoga held me together, rebuilt me emotionally, physically and grounded my health in ways that I could never have imagined.  I continued my interest in yoga and became certified in Hatha, then in an Iyengar based form, then kriya, and mindfulness. I also became a certified Health Coach as well. All in an effort to help others. At my yoga classes, people would often come up afterward with riveting stories of emotional strife, physical disability, and even terminal disease. I started teaching adults with autism, foster youth and juvenile offenders. It was in this space that the potential impact and scope of teaching came to me. Yoga literally saved my life and could save others too!", "America is in so much pain, right now. We are on the brink of yet another war, aka ‘skirmish’ abroad. On the Homefront, racial disharmony continues to divide us in ways that can only be labeled, spiritually immature. And economic disparity has many in our country on par with the world’s most broken third world lands. In particular, the effects of poor economic conditions, poor education, broken homes, broken marriages has led to a lot of broken people. And the effect is quadrupled when you are a minority and have no parents or family for support. Or perhaps, that the family that you do have are the very ones responsible for your abuse, neglect, and total disenfranchisement. I observed in my Life Force development program where I taught principles of mindfulness, yoga and provided life coaching for young males that they made a complete 360. They developed a sense of self-worth purpose and direction. This was the anti-cancer medicine that society had been waiting for. But the 3 and 8 weeks program span was not enough. I needed to certify these young men as yoga teachers so they would completely transform as people and then go forth and transform their neighborhoods, communities, and the world! I set out to remove the men from their communities to give them repose, a safe place to reflect, heal and emerge. ", "I envision The Om Space as an initiative to educate, engage and empower young men to heal and live lives of peace, calm, and health. This is a physical space set on a sustainable farmette that is 10 to 15 acres in size. The Om Space will be located in western Maryland, 15 to 30-minutes outside of Baltimore City. I need the support of the GoFundMe Community to help me obtain a downpayment for a mortgage to make the Om Space a reality. I have the client support and the sustainable revenue needed to make regular payments, but I do not have the immediate resource to purchase the space required to make this dream a reality. ", "In the wake of the uprising that took place in my home city of Baltimore a little over a year ago, The OM Space, has the potential to convert lives and people that might otherwise have their lives cut short, tragically like Freddie to become positive, active and flourishing community leaders. The Om Space is an opportunity to mitigate the many social ills that plague Baltimore, a city stratified ethnically and estranged emotionally. The murder rate grows every day and in the population that i wish to serve and for this reason the time is critical and I need your help now. Thank you GoFundMe Community. Thank you in advance for your kindness and consideration. Freddie Gray, Mike Brown, Tamir Rice, Travon Martin and countless others that have past and countless other yet to come thank you so that they do not have to suffer the same fate. I am eternally grateful for the time you spent in reading this outpouring! Please support today!                        "], "target": [" of $30k goal"], "title": ["Om Space"], "people": ["15"], "shares": [" 36"], "current": ["885"], "location": ["\n                        ", "  BALTIMORE, MD                    "], "date": ["Created July 18, 2016"], "name": ["\n                                Changa Bell                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", " ", " ", " Bring our dream of providing community and nature-based rites of passage for youth and their families into reality.", "The seed of ", " mission and vision was planted in 2007 with one week of summer camp for five girls and has blossomed into a ", "  serving over 150 families each year in Boulder County and beyond through our homeschool and after-school programs, summer camps, community events, and classes. Throughout the year our dedicated mentors gather with children to explore parks, open spaces, and nearby nature while sharing the ancient arts of living-with-the-Earth practiced by our ancestors.", " (written by ", ", Feet on the Earth Founder and Executive Director) ", "I started Feet on the Earth out of a desire to provide girls with what I didn’t receive as a child or young woman: guidance from adults to help me navigate life’s opportunities and challenges. My father died when I was 5 years old and my mother was left alone to raise two children. As the saying goes, “", "” With no village to support us my mother, brother, and I were left alone to navigate our grief and the complexities of the world.", "If we’d had the container of community many things would have been different. If there had been other adults to mentor me, help me reflect on my experiences and understand what they were teaching me, and aid me in identifying and pursuing my passions, I would have discovered my path and purpose sooner and with more ease. I grew up feeling that I had to do everything by myself since there was no community to hold me as I went through life’s transitions and challenges.", "Fortunately, I had access to nature, which became my refuge and source of nourishment. When I was outside under the sky and surrounded by plants, wild creatures, and mountains everything felt right. Nature was the place I went to for solace and inspiration, and that connection carried me through many difficult times. My love of the natural world rooted in my being and I grew up to become an herbalist and wilderness guide. ", "Wanting to see the magic and beauty of people’s deeply connected experiences in the wilderness take root and blossom in their lives, I searched for everyday routines to nourish our relationship with the natural world. In my seeking I discovered deep nature-connection mentoring. ", "This model, also called ", ", is what our staff is trained in and is a tool kit for building relationship with the people in our lives and the world of nature right outside our door. Using this model of mentoring, it quickly became clear to me that nature-connection mentoring provides an ideal foundation in children, and with their families, to support the kind of immersive wilderness experiences young people need to mark their transition into adolescence. From this awareness, Feet on the Earth and a dream was born. ", "Children need mentoring and community beyond just their immediate family and at Feet on the Earth we endeavor to provide this mentoring and create that community. Week after week I watch the mentors pour their hearts and souls into the children they work with, striving to give each one what they need. For us mentoring youth in nature-connection is more than the teaching of physical skills. While technical skills such as primitive fire making, plant identification and usage, wildlife tracking, and shelter building are some of the most cherished things we teach, they comprise only half of the picture.", "At Feet on the Earth the physical skills are introduced within the context of exploring the full extent of what it means to belong to the natural world and a caring community of peers, mentors, parents and elders. There is extensive research demonstrating that nature and mentoring powerfully facilitate growth and learning and we see that these activities need to be planted in children within the container of community in order to nurture and sustain them. As a staff we spend hours planning, debriefing, trying to figure out how to support the child who is struggling, and celebrating the one who achieved a success this week.", "We sit on the cusp of Feet on the Earth blossoming into what I dreamed it could be — a nature-based community that has the depth of relationship needed to provide meaningful rites of passage to youth. After nine years of building relationship with the land and our community in Boulder County, we are taking the next step towards making this dream come true by starting to integrate rites of passage fully into our curriculum. ", " ", "This year, we offered the opportunity to participate in the first year of a multi-year rites of passage process to the youth in our weekly homeschool program who were ready to meet bigger challenges. Four youth and their families stepped in to participate this year and set their intentions at a Commencement Ceremony in March. We are meeting with the youth weekly and their parents once a month in preparation for a 5-day wilderness immersion that the youth will embark on in July.", "One of the youth participating in this year’s rites of passage is 13 years old and has been part of our programs and community since he was 8. Over the past 5 years we’ve watched him grow up and have built relationships with him and his parents that allow them to trust us to guide them through the vulnerable process of a child moving out of childhood, into adolescence and towards adulthood. To be witness to and in support of a process like this is truly a blessing. ", "At Feet on the Earth we are creating a new model that weaves long-term nature connection mentoring together with wilderness rites of passage, so that the rites of passage ceremonies we provide for children will be facilitated by the mentors they have grown up with, and are held by the community of people who know and love them. ", "Already over 70 hours of mostly volunteer staff time have been devoted to developing this year’s rites of passage pilot program and another 400+ hours will be invested before it reaches its culmination in August. With the staff time and other expenses such as food, materials, and insurance, the actual cost of developing and running the program is about $8,000 but we are asking only for a nominal contribution $500/family since it is a pilot program and we want to ensure that this work is accessible to the families participating. Raising the $6,000 difference allows us to compensate staff for the hours they are putting into developing the curriculum and facilitating the three months of preparatory work taking place with the youth and their parents. ", "Raising an additional $8,000 to reach our campaign goal of $14,000 provides us the opportunity to devote over 500 staff hours in the coming year to integrating rites of passage fully into our nature-connection and community-building curriculum. Our aim is to sequence the curriculum so that each skill is delivered with timing that supports mastering of key developmental tasks at each stage of a child’s life. ", "These are lofty goals and the reality is that the money our staff earn is paltry compared to how BIG their hearts are, how much they care about the children, and how dedicated they are to creating a better world for the future generations. I watch the mentors give so much while at the same time struggling to fix their cars, afford healthcare, and stay focused on the work that matters most to them while piecing together low-paying part-time jobs, so they can continue working for Feet on the Earth, which currently can offer them only part-time, seasonal work.", " Last year, following my guidance, our board of directors voted to give all of the part-time staff a 10% raise and put them on payroll instead of continuing to hire them as independent contractors. As an organization we took on social security and Medicare matching, unemployment insurance, and an increase in workers compensation insurance cost to make this change. We also invested in more paid planning time for staff so that we could create the best experiences possible for the children, all while keeping our staff to participant ratios 1:6 and often as high as 1:3 to provide most personalized, hands-on learning for the children.", "There is no doubt that making these changes was the right thing to do, but we tried to do too much too fast and for the first time in our 9 year history (4+ years as my sole-proprietorship and almost 5 years as a non-profit) we are looking at a budget deficit. We need to raise at least $15,000 to meet our budget for the year or we will find ourselves in June or July unable to pay our bills, make payroll, and continue our work. I take responsibility for not reviewing the numbers more carefully and have learned so much from this experience. As an organization we have done an internal assessment and are creating a plan for how to go forward in a more sustainable way to ensure that we don’t end up in this situation again.", "We recognize that we have to do fundraising and more marketing to support this vital work. Do we expect to do all of that with one crowd funding campaign? No. We are reaching out to individual donors, personally and through this campaign, seeking support from the business community, and applying to foundations for grants as part of our long-term fundraising strategy.", "The past five months have been an incredible journey for me, testing over and over my commitment to the vision I have for what I want to bring to the world. At times I’ve felt tremendously afraid, wondering how we were going to stay afloat. There have been days when I wanted to give up, but the support of the dedicated people around me, the smiles and laughter of the children, the beauty of the Earth, and the longing in my own heart have urged me to keep going. Since we began on this journey what I’ve learned most is how much people care about what we are doing at Feet on the Earth.", "While Feet on the Earth is the culmination of my life’s work and journey so far, it is clear that Feet on the Earth has grown into something bigger than just my offering of love and gratitude to the world. It has taken root and become a place where others can show up to be of service to an eco-centric community, and a home where our collective dreams and vision for a sustainable future can grow and blossom.", "Like a bright faced youth coming of age, Feet on the Earth is ready to blossom from a growing, jumping, running, giggling child into a self-possessed, full-hearted, giving, nurturing, flowering presence of the community. It is with full hearts that we humbly ask you to stand as supporters and witnesses of this initiatory moment for Feet on the Earth. Your support of our work is an act of solidarity with our desire to recreate nature and community-base rites of passage as a way of life in our culture and communities. ", "Your support, in whatever form, is of great benefit to us:", "° Please ", " to our campaign. ", ": ", "° ", " with friends and family via email and on social media.", "° ", " to hear more about our vision and see it manifesting into reality. Visit ", "  for details.", "° ", " on our campaign page or our social media pages to give us encouragement and help to spread the word.", "With our hearts and minds united in gratitude and in service to the future generations,", " - Steve", " - Jennifer", "  - Elma ", " - Paula", " - Anglea", " - Chris", "                        "], "target": [], "title": ["Help Feet on the Earth Thrive!"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Lorene Wapotich                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Japanese to follow after.", "On October the 30th i will be running my first marathon in Osaka,Japan. I applied for Osaka as it is where my wife and her family are from. Its also home to her brave niece Jina, who i would like to talk about briefly to explain the difficulties she has been through already in her short life.", "As many of you will not know, Jina was born with a congenital heart disease called Ebstein's Anomaly, and while she has always taken it in her stride, she has endured more than any six year old should have in that short time", "She was born on May 28th, 2010. Within three hours of birth, she had stopped breathing and ever since then she has been required to breath through a ventilator. Jina's family were told that she would not survive a month after birth.", "She has undergone three complicated open heart surgeries between just four days after birth to two months old. From the age of 4 months old onwards she has been hospitalized 5 times and spent almost two years of her life in a hospital bed.", "She had a cardiac arrest from a severe heart failure twice, first when she was 1 and again when she was 4 years old. Each time, her family were told to prepare for the worst, but Jina has managed to come back stronger.", "Today she is 6 years old, and she is still required to follow a strict medical supervision and care set by a cardiologist. However, there is no cure for Jina's disease, and the only way for her to get better is to have a heart transplant.", "The original organ transplant law in Japan did not allow patients younger than 15 to become organ donors, making it impossible for small children to have heart transplants in Japan. The law was revised in July 2009 to remove the age limit of the donor and enable organs to be harvested with the consent of the family. The health ministry had even revised the criteria for heart transplants, giving priority to recipients under 18.", "While it was a move long hoped for by families of children requiring heart transplants, who previously had to look overseas for donations, the harvesting of organs from children continues to face a number of challenges, including the emotional aversion of grieving parents, as well as inadequate procedures to confirm whether potential donors were victims of child abuse.", "I am running this marathon in an attempt to spread the word around Japan the importance of organ donation for children, and to encourage the Japanese public to register as donors, so that kids like Jina no longer have to look overseas for donations, and to give hope to these brave children.", "Running this marathon is just a small way to show support for my niece and young children around Japan who are waiting for that perfect gift. Together, please spread the word by sharing this page.", "Your support will make a big difference and every donation is appreciated. All the donations will be donated to Japan Organ Transplant Network.", "今年、私は大阪マラソン２０１６に挑戦します。今回私は妻のホームタウンである大阪で、このような機会をいただき光栄に思っております。大阪には私の勇敢な姪であるジナちゃんがいます。", "ジナちゃんはエプスタイン(ebstein)病という先天性の心臓病を持って2010/5/28に生まれました。出生直後、無呼吸になりそれ以来、人工呼吸器管理となりました。彼女は生後4日目から生後2カ月までで3度の手術を受け、生後4カ月から現在まで5回の入退院を繰り返、計約2年程を病院で過ごしました。", "現在ジナちゃんは6歳になりましたが、重度の両心不全であり、痙攣発作から呼吸不全、徐脈、心停止となったことが2度(1歳、4歳時)あり、いまだに厳重な心不全管理が必要です。", "ジナちゃんが元気になるには臓器移植しかありません。", "日本では、1997年10月16日「臓器移植法」が施行されたことにより、脳死後の心臓、肺、肝臓、腎臓、膵臓、小腸などの提供が可能になりました。しかし、脳死後 の臓器提供には、本人の書面による意思表示と家族の承諾を必要としており、この意思表示は民法上の遺言可能年齢に準じて15歳以上を有効としていたため、 15歳未満の脳死臓器提供はできませんでした。したがって、「小さな臓器が必要なからだの小さな子供たちへの心臓や肺の移植」は不可能で、多額の募金を集めて 海外に渡航移植をするしか手が無く、そういった子供が後を絶ちませんでしたが、2010年７月17日に改正臓器移植法が全面施行され、本人の意思が不明な場合には、家族の承諾で臓器が提供できることとなり、これにより、１５歳 未満の方からの脳死での臓器提供も可能となりました。しかしながら、まだまだそれらが可能になったという事実はあまり認知されておらず、緊急性の高さから、今だに多額の募金を集めて海外渡航移植をするしかないのが現状です。", "それでも募金が足りず、あるいは間に合わず、命を落とす方も少なくない中、臓器移植でしか助からない命について考えてみてほしいと思います。臓器移植とは「命の贈り物」であるということをもっとたくさんの人に知っていてほしいと思います。移植でしか助からない命がある。自分が最期を迎えた時に、どこかの誰かを救うことができる。", "このマラソンをきっかけに、ジナちゃんのような勇敢な子供たちの命が救われ、またつながっていけばと考えています。", "皆様、どうぞ一緒にページをシェアして、この「いのちの贈り物」を広めていきましょう。                        "], "target": [" of £5,000 goal"], "title": ["Osaka Marathon for Jina!"], "people": ["25"], "shares": [" 80"], "current": ["6,025"], "location": ["\n                        ", "  1070052                    "], "date": ["Created August 11, 2016"], "name": ["\n                                Ben Montgomery                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "The swift and enthusiastic push for transgender rights in America is having dire consequences that severely threaten the privacy, dignity, safety, and equality of women and girls. ", "The United States Department of Justice (DOJ) and Department of Education (DOE) have abruptly enacted a new policy, defining the category of “sex” in Title IX to include “gender identity.” This effectively renders Title IX meaningless, as females can no longer be recognized as distinct from males. Indeed, Title IX, the legislation used to champion the very creation of female sports, is now being used to dismantle them, as male athletes demand access to female teams, dominating the competition. ", "The reinterpretation of “sex” to include “gender identity” also means that girls’ bathrooms and locker rooms must be opened up to any male who “identifies” as female. Girls’ rights to personal privacy and freedom from male sexual harassment, forced exposure to male nudity, and voyeurism have been eliminated with the stroke of a pen. Schools that do not comply with the demands of any male student to access protected female spaces will now lose federal funding.", "Women’s Liberation Front (WoLF) has decided this cannot stand. The President of the United States, the most powerful man in the world, has told teenage girls that they are now required to get over their “discomfort” at boys in their locker room. We need your help to fund our legal battle against the U.S. government. We have filed a lawsuit and we need $75,000 to see this battle into court.", "You can read our legal complaint in full here:", "Make your voice heard! Defend the rights of women and girls!", "www. womensliberationfront.org                        "], "target": [" of $75k goal"], "title": ["Restore the Rights of Women/Girls"], "people": ["174"], "shares": [" 2.2K"], "current": ["13,240"], "location": ["\n                        ", "  ALBUQUERQUE, NM                    "], "date": ["Created July 25, 2016"], "name": ["\n                                MaryLou Singleton                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "The Vape a Vet Project is a 501(c)3 Charity Organization that provides free starter kits (custom laser engraved Innokin MVP20W, 30ml of juice, and 2 tanks) to any active duty or former Service Member that is looking to kick the  tobacco habit. ", "For Service Members that are current vapers, we send out Care Packages of liquid, wire, cotton, replacement mods, etc. to keep them vaping.", "We really believe in our mission, and we really want to do more good in this world, but we can't do it alone.  We need your help!", "Unlike most charities, ", "Each kit is around $30, including shipping to us from the manufacturer. A Priority Small Flat Rate Box is about $5.  Each care package costs anywhere from $5 to $15 to ship.", "Currently we are only able to send out 100 starter kits per month due to funding, and we send out as many care packages as we can (usually about 300 per month). ", " The portal to apply for a starter kit is usually only open for 8 hours.", "We would love to send out more and keep up with the demand, but we are in desperate need of donations!", "                        "], "target": [], "title": ["Getting Veterans off Tobacco!"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Will Cohen                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hi! Charlie Wilson dreamed of a day when he could live on his own. He has cerebral palsy and uses a wheelchair, so this was quite a challenge, but on July 30th, 2008 that dream became reality. He moved into a beautiful house with three other wheelchair bound roommates, and one roommate who helps them. The whole house is set up to assist people who utilize wheelchairs! The house even has an elevator! How cool is that!?! Charlie understands he didn't do this alone, though. He did it through the wonderful generosity here in Lincoln, and the surrounding community in Nebraska. Charlie, his friends and family are now asking for help. While his house has been built, there are many costs that still arise, from repairs to the house, maintenance, upkeep, taxes and keeping that elevator running he still needs help. Charlie and his roommates would love any support you could give. Thank you!                        "], "target": [" of $1,000 goal"], "title": ["Charlie's House"], "people": ["24"], "shares": [" 164"], "current": ["1,225"], "location": ["\n                        ", "  LINCOLN, NE                    "], "date": ["Created August 14, 2016"], "name": ["\n                                Matthew Norman                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hello this is Daryl Kiesow the director of United Saints Recovery Project.  Our initial goal raise $3,000.00 to launch a disater relief effort to help those affected by the floods in Louisianna.  We are also calling for volunteers.   To volunteer please go to ", " or via email at Volunteer@UnitedSaints.org.", "United Saints based in New Orleans, LA. has been assisting disaster victims since Hurricane Katrina.  We are a grassroots, volunteer based, nonprofit organization.  We've been on the ground providing assistance to the victims of Hurricane Ike and Gustave in Terrebonne Parish LA, Hurricane Isaac in LaPlace LA, and tornadoes in Tuscaloosa AL.  ", "Through these efforts we've gained extensive experience repairing homes that have been damaged by natural disasters.  United Saints stands ready to provide much needed aid to those suffering in this current crisis.  ", "Funds raised will be directly used by the United Saints Recovery Project to provide tools, equipment, transportation and project management of volunteers.   These volunteers will be deployed in Baton Rouge and other areas that are affected by the current flooding.   They will offer assistance to homeowners in their recovery from this flooding event.", "As the waters receede and homeowners are left to face their losses, we will be there to partner with them in the struggle to rebuild.  Your contributions help us to help them.  Every dollar donated to our Flood Relief Fund is appreciated as a message of hope in difficult times.                        "], "target": [" of $3,000 goal"], "title": ["United Saints LA. Flood Relief Fund"], "people": ["9"], "shares": [" 175"], "current": ["800"], "location": ["\n                        ", "  NEW ORLEANS, LA                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Daryl Kiesow                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            In the spring of 2011, my brother Peter Westerhaus was finishing up his senior year in high school and was on track to live out his childhood dream. He had just won Minnesota’s Mr. Football and had signed a division 1 football scholarship with the University of Minnesota. Through his determination and hard work, he was making his dream a reality and our family was extremely proud. We had no idea what Pete was about to endure.", "Two months before high school graduation, Peter suffered a head injury while hiking in the Grand Canyon. Due to crowded and muddy conditions, a rock gave lose on the hiking trail, tumbled over the edge, and struck Peter in the head. It left him with a severe concussion and a fractured skull. This accident was a major setback, but Peter was determined to get back on the football field.", "Once he recovered from the head injury, he started practicing with the Gophers. It didn’t take long for him to hit his next roadblock. At the beginning of his redshirt freshman season, Pete was diagnosed with ulcerative colitis, which is characterized as inflammation in the large intestine and rectum. He approached this disease as another challenge and tried to play through it. However, the disease quickly became very severe. ", "Pete suffered from 30 bowel movements a day, excruciating pain, and was unable to eat or sleep. As shown in the picture, we saw him dwindle from a 235 pound division 1 linebacker to 148 pounds and barely able to move. My brother was in a very dark place and our family watched him struggle every day. Yet, Peter never quit.", "Exhausting every treatment option, including some experimental therapies, Pete tried everything to get healthy. However, nothing could decrease the severe ulceration and inflammation he was experiencing. So on March 21, 2014 he began a three-step surgical process to remove his entire large intestine.", "Peter tirelessly fought his disease and is fortunate to be healthy today. Although he can’t play football anymore, he has turned his passion towards a non-profit he founded called Achieving Cures Together (ACT). As a patient Pete was frustrated with the lack of cures. Instead doctors kept prescribing potent drugs that made him feel sicker. So to do something about this, he founded a non-profit to fund academic research focused on alternative medicine. Alternative medicine has a lot of potential and nature itself has many cures. However this research is often overlooked due to its difficulty in delivering a financial return. ", "I thank you in advance for your generous personal gift! These contributions will help kick-start his fundraising campaign for their first project focused on ulcerative colitis. Visit his website below or reach out to him with any questions. Thank you!", " ", "                        "], "target": [" of $30k goal"], "title": ["Help Find Cures"], "people": ["9"], "shares": [" 53"], "current": ["525"], "location": ["\n                        ", "  CLIVE, IA                    "], "date": ["Created August 17, 2016"], "name": ["\n                                Mary Jean                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            I am a 28 year veteran of the Dallas Police Department and a current member of the Dallas Police Honor Guard. ", "The Dallas Police Honor Guard is made up of sworn police officers from the Dallas  Police Department. Our duties include organizing Dallas Police officer funerals, DPD retiree funerals and other events around the metroplex. ", "July 7, 2016 was the worst day in Dallas Police history. We lost four Dallas P.D. officers and one D.A.R.T. officer in one night. After five funerals and six memorial events for our fallen brothers, our duties are not finished. ", "In May 2017 these 5 brothers will have thier names placed on the National Police Memorial in Washington D.C. , the Texas Police Memorial in Austin, Texas and the Dallas Police Memorial in Dallas, Texas.", "The Honor Guard needs to be present at these events. We are asking the publics help in funding travel expenses for 40 officers to attend these events in Washington D.C. and Austin, Texas. ", "The funds will be used for airfare and lodging. ", "Since that tragic night, the citizens of Dallas and throughout the country have shown their love and appreciation in so many ways. We are asking for this final gift so our fallen brothers can be remembered forever.", "Thank you for your support...                        "], "target": [" of $50k goal"], "title": ["Dallas Police Honor Guard Travel "], "people": ["21"], "shares": [" 723"], "current": ["1,005"], "location": ["\n                        ", "  DALLAS, TX                    "], "date": ["Created July 29, 2016"], "name": ["\n                                Lance Crawford                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "Eve's Angels has secured a ", " in Michigan for women being ", " out of ", " and out of   the ", ". The owner of the property found out our intentions with the house,  and has taken it off of the market until ", "; buying us time to raise the finances necessary to purchase the property. ", "We are so close to fulfilling our ultimate goal. ", " With a substantial grant coming later in the fall, plus ", " to get this property, we will be able to run a pilot program for at least a year. But it's up to you to help us. We HAVE to have this facility. ", ". We want to make sure we don't miss out on such a ", " to take Eve's Angels to the next level and help ", " who need a second chance. Please prayerfully be a part of this. The need is nothing less than desperate for women trapped. Time is of the essence-not only to get this safe house, but for the women who's lives will change because of your help. For more information, please visit our website at ", " ", "Thank you so much in advance. ", "Blessings", "                        "], "target": [" of $50k goal"], "title": ["Eve's Angels Safe-House Opportunity"], "people": ["32"], "shares": [" 641"], "current": ["2,860"], "location": ["\n                        ", "  MIDDLEVILLE, MI                    "], "date": ["Created July 22, 2016"], "name": ["\n                                Anny Donewald                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "                        "], "target": [" of $2,000 goal"], "title": ["Teenage Suicide Prevention"], "people": ["55"], "shares": [" 463"], "current": ["1,075"], "location": ["\n                        ", "  Bracken Ridge, QLD                    "], "date": ["Created July 27, 2016"], "name": ["\n                                Aaron Pedersen                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hi there! My name is Elisa and I am on a journey to help women in a crisis center feel loved, affirmed, and empowered! Over the years, I have encountered so much information on how much the sex trafficking industry cotinues to grow. The thought of this was sickening to me so I tried to put it out of my mind, but it relentlessly pursued me. Women and girls in homeless shelters are most vulnerable to this atrocity. To that end, I will be hosting a 1 day confernece for the 18-21 year old women at a crisis center where I have volunteered for a number of years. The focus will be on affirmation, self esteem, self care, forgiveness, and the love of Jesus! ", "I greatly appreciate your prayers and support - financial or otherwise.                        "], "target": [" of $3,000 goal"], "title": ["Affirm Conference for OUR sisters"], "people": ["6"], "shares": [" 26"], "current": ["375"], "location": ["\n                        ", "  METUCHEN, NJ                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Elisa Torres                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            We are Essence of Christ Church! Our mission is to carry out the Great Commission, spreading the salvation message of Christ Jesus to all the nations (Matthew 28:18-20). We strive to guide those in the body of Christ to mature; to shine God's healing light on a hurting and lost world.  Since its inception, EoCC has been operating out of a home-church without a dedicated building; we are now being lead to take the next step in the expansion of our ministry. We have found the building that is to be the home of our church, but we need help with funding. After prayer and contemplation, we have been lead to start a gofundme account, so that we can reach out to our friends, family, and fellow believers to help us embark on this next chapter of our journey.  To learn more about us please visit our website at ", ".", "Whether you are lead to contribute or not, we ask that you please continue to uplift our ministry in your prayers. ", "God bless you and thank you for your support.", "Please help spread the word!                        "], "target": [], "title": ["EOCC Building Fund"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Tony Walton                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", " ", " ", " ", " ", "below is a very brief description of the charities please see the websites for more information.", " ", " ", "                        "], "target": [" of £2,309 goal"], "title": ["Matt's Mammoth Mountain Challenge "], "people": ["112"], "shares": [" 536"], "current": ["2,409"], "location": ["\n                        ", "  Ketton, ENG                    "], "date": ["Created July 13, 2016"], "name": ["\n                                Ges Riley                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Hey Everyone!", " I'm PJ and I am trying to raise money so that I can make my dream into a reality as well as raising awareness for Down Syndrome! ", " This coming May 2016 I plan to start one of the greatest adventures of my life, hiking the Pacific Crest Trail. The PCT begins in southern California at the Mexican border, I'll be hiking a total distance of 2,650 miles through California, Oregon, and Washington until reaching the Canadian border. ", " I have a very strong passion for the outdoors and what better hike is there to do than the PCT filled with over 1,000 lakes, 60 major mountain passes, 24 National forests, 19 major canyons, 7 national parks, and 3 national monuments!", "A long with a great passion for the outdoors I have a passion for working with individuals with Down syndrome. Which is why I’ve decided to do this hike not only for my love of hiking but to raise awareness of Down Syndrome.  I've been volunteering with two programs in Mpls, MN called Circle of Friends and Thursday Friends through Mount Olivet Church since I was a sophmore in highschool.  In these programs we do a variety of fun activities every week and hangout with individuals with down syndrome, and other special needs.  Over the years I have created some pretty amazing friendships with many of the participants. I want to be able to give back and make it possible for more programs like these to be available to people in need.", "The Down syndrome awareness foundation does both medical and clinical research which can improve the health and lifespan of people with down syndrome. Also the foundation helps with educational programs and events. It makes sure that people with down syndrome have the opportunity to have fun, gain confidence, excel and reach their potential.   ", "I'm looking to raise as much as possible before and during my hike. All donations will to go to the Down syndrome awareness foundation. ", " Any donations would be greatly appreciated!", " Thank You so much for helping me make my dream into a reality!!!", " Much Love, PJ :-)                        "], "target": [], "title": ["PJ's PCT Hike for Down Syndrome"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Pj McGinty                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "This year Eid el Adha sadly coincides with the 15th anniversary of September 11. As Americans and as Muslims we need to voice our support and love for all those devastated by the tragedy of 9/11. This is the time to show the love we have for our fellow Americans and that we belong here among our brothers and sisters. ", "Please make Eid a happy day not only for Muslims, but all of America by doing your part to help Tuesday's Children. Formed in the aftermath of Tuesday,September 11, 2001, Tuesday’s Children is a response and recovery organization that supports youth, families, and communities impacted by terrorism and traumatic loss. Continue reading to learn more about what they do and here's a link to their website for more information:  ", "With the help of committed supporters like you, Tuesday’s Children can continue the work to Keep their Promise to the children and families impacted by the events of Tuesday, September 11 and support communities affected by acts of terror worldwide.", "The money raised will go to help the association to help in their cause. Any donation and spread of word is appreciated. Thank you for any help you can give. Ramadan Mubarak, Eid Mubarak, and Peace Be Upon You. As-salamualaykum ", "The international program, Project COMMON BOND, unites teenagers from around the world who share a common bond—the loss of a family member due to an act of terrorism, violent extremism, or war. ", "Tuesday's Children partners with reputable leadership organizations, like Outward Bound, granting children the opportunity to participate in team-building adventures, allowing them to form new friendships while developing leadership skills.", "The youth mentorship programming encourages and supports mutually beneficial, long-standing relationships between adult role models and children.", "Tuesday’s Children made a long-term commitment to support families at each stage of life and recovery, and their engagement events help individuals and families explore how to empower, strengthen, and share memories of the past and hope for the future.", "Tuesday's Children also holds family engagement events in various locations throughout the tri-state area to enhance resilience by building relationships among families impacted by the 9/11 tragedy, recovery efforts and post-9/11 military families of the fallen. These events create positive new traditions, provide program updates and nurture common bonds.", "Project Heart to Heart is a three-day program for military and 9/11 widows to grow, heal, and make lifelong friendships.", "Tuesday’s Children’s Helping Heals program was established in 2006 in response to 9/11 youth who had experienced post-traumatic growth through our programming and sought to give back to others in need. Helping Heals connects youth and families impacted by 9/11 with community service projects and disaster relief programs. By helping others, the families of Tuesday’s Children move forward, by going through their grief process, building their resilience and transforming pain into positive action. Research indicates that giving something back to the community helps improve psychological mental health.", "Over the past few years, children and adults have participated in Helping Heals volunteer efforts in communities in need in Costa Rica; New Orleans, LA;Charleston, SC; Bay St. Louis, MS; and Austin, TX. ", "                        "], "target": [], "title": ["Help Fight Islamophobia"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Adam Adnane                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Sean Bell Family Day - is about young people and their families. Family day \"officially\" closes out the WIRIF summer season. The festivities for the day begin with the Sean Bell 'ALLSTARS' basketball tournament, followed by a day of fun for the families. Childrens bounce houses, video games arcade, face painting, balloon clowns, music and other entertainment including dance performances and other exciting activities. There is plenty to eat, along with Hot Dogs, Hamburgers, Ices, Cotton Candy and more for the children. All the food and entertainment plus school supplies to get the kids ready to go back to school are free/donated by folks like yourselves who want to make a difference for those who need. For those unaware Sean Bell, was a FAMILY man, who is missed daily by his family, Nicole, Jada & Jordyn. ", "The organization was founded by Nicole Paultre Bell, on June 17, 2007 and is dedicated to promoting positive images of young boys and girls of color involved in education, sports and community activities.", "We are 501(c) (3) nonprofit organization that has been dedicated to the healthy development of young children since 2007. Nicole's organization seeks to build the self-esteem and self-worth of young people of color by changing their outlook on life, broadening their horizons and helping them to empower themselves.", "We want to give out more school supplies this year. It breaks our hearts when we see there are more kids on line than we have supplies for.", "SAVE THE DATE: SEAN BELL FAMILY DAY takes place Saturday, 8/20/16 in Baisley Park Extension, South Ozone Park, New York, at12:00 pm - 7:00 pm, given by: My Organization, When it's real, its forever Foundation (WIRIF.org) ", "THEME: Honoring \"Family\"", "Our web address is:  ", "                        "], "target": [" of $5,000 goal"], "title": ["NINTH ANNUAL SEAN BELL FAMILY DAY"], "people": ["42"], "shares": [" 689"], "current": ["2,825"], "location": ["\n                        ", "  FAR ROCKAWAY, NY                    "], "date": ["Created July 20, 2016"], "name": ["\n                                Nicole Paultre Bell                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            This past weekend, 2 trailers used by Disabled Athlete Sports Association (DASA)  were stolen.  These trailers are used by  DASA to transport special equipment needed by DASA athletes so that people of all abilities can participate in various sports.  This fundraiser is to gain funds to replace the 2 trailers valued at approximately $2600 each, plus fees associated with painting or otherwise marking the trailers as belonging to DASA to make them less likely to be stolen in the future.  (The third trailer that was marked as DASA was not stolen.)  This organization has helped countless children and adults across the St. Louis area and beyond.  Please help them to continue to help these athletes by donating to replace their trailers.", "The Disabled Athlete Sports Association (DASA) is a 501 (c)(3) nonprofit organization specializing in therapeutic sport and fitness opportunities. The athletes of DASA are encouraged to seek their highest level of independence and become involved to the fullest extent with their non-disabled peers and their community as a whole. Programs introduce both children and adults to sports and fitness activities that promote physical fitness, self-confidence, family values, and a positive, team-building environment designed to encourage personal growth throughout all aspects of life. ", "Additionally, DASA is losing its storage space for housing equipment.  See the below message from DASA founder, Kelly Behlmann:", "Dear FB friends, I/DASA urgently need your help. We have to be moved out of our storage building in Cave Springs by August 31st. We have been blessed to have this facility over the last 3 years free of charge from Lumbar Liquidators. They have now found a paying tenant. Please Please Please if you or anyone you know has a empty building at least 5,000 square foot up to 10,000 we really need a new home. We use this building to store all of our adaptive equipment and Camp equipment. We are good quite tenants, low maintenance. There are many many empty buildings in St Peters St Charles area, if you know any of the leasing companies please urge them to consider loaning one to us. St Charles County area would be best, but we'll take anything in Westport, Creve Couer, Chesterfield area too. We frequent the location at least 3 x a week to load and unload for our daily programs.", "If you have warehouse space that DASA can use, please contact the DASA offices at ", "  636-477-0716.", "More information on DASA can be found on their website at  ", "                        "], "target": [" of $6,000 goal"], "title": ["Replace DASA's Stolen Trailers"], "people": ["7"], "shares": [" 66"], "current": ["445"], "location": ["\n                        ", "  SAINT PETERS, MO                    "], "date": ["Created August 17, 2016"], "name": ["\n                                Jennifer Kuchnicki Merzlicker                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                                                    Although it seems like winter is so far away, due to all the heat we are having right now, it is really only a few months.  It is time for us to start preparing new shelters for all the new animals we have taken in, as well as replacing some shelters that did not make it.", "We are truly hoping that you will donate to our building fund, as it is just NOT in our budget to do this on our own. Below we are listing the shelters we need, and their cost. Please help us- we need you. We can NOT do it without you!", "We currently have one emu in a pen with 4' high fencing and a small shed (3'x6'). The other emu had to be kept in a 6' high chain link pen, inside the other emu pen, as he came in wild and can jump the 4' fence. He only has a summer shelter. We have a 3rd female emu coming in 2 weeks. We need to line the inside of our existing pen with 310 lf of round pen panels and add a new 6'x8' run-in shed. (Note- if we raise extra money, we would make this shed 8x12 for an additional $940).", "(proposed round pen panels)", "(proposed emu house)", "(existing emu house for one and temp pen for other)", " ", "We took in 5 small piglets from a horrific cruelty case April 2015 in Lafayette, NJ. We were keeping them in a 6'x11' metal Porta Hut, but they have now grown from 40 lbs to over 600 lbs each and there is not room for more than 2 in their house at at time.  They urgently need a bigger house. Due to their destrucctive nature, we use the metal huts instead of wood. (Note- if we raise extra money, we would make this shed 8'x21 or 10'x14' for an additional cost- TBD).", " (proposed larger 8'x14' hog house)", "(our exisitng 6' x 11' hog house)", "The same hogs mentioned above must take turns laying in an 4' oval water trough. On these hot days, they need a pool they cannot break. We already have 2 of these and they are great. ", "(proposed 8' hog pool)", "(our existing hog 'pool')", "(This is the same one we bought the cows when their tent blew away in the storm in April, 2016)", "Our minis are using a hoop house tent for the past 3 years. The wind has broken several of the metal struts and has peeled back the first 4' of the tent. We need to replace it asap, as we can no longer repair it in a manner suitable for little horses. We plan on relocating the tent and storing hay or tractor equipment in it.", "(proposed mini horse house)", "(existing mini horse house)", "We have several donkey/mule run-in sheds that have stone dust floors and no matts. When we muck out the manure, it takes up all the stone dust with it, leaving a depression which holds urine. We want to fill in the missing stone dust and top with stall matts, which we can scrape off and wash to clean.", "(proposed stall matts)", "We need to build a new goat-sheep house, as we have quite a few more goats. We plan on building a play gym around and over it, as well. We also need 3 small chicken coops and 2 peacock shelters. We were so fortunate as to have a large amount of decking and 2x6s donated to us last week by Goats of Anarchy! Now, we need to buy plywood, siding, 4x4s and 2x4s to finish it off.", "(donated lumber)", "(idea for a goat house play gym)", "(existing goat play gym with cubbies below)", "Thank you for getting this far and reading all of this. I know it is a lot. Can you help us? We REALLY need you. In addition, we still have a $13,000 vet bill (not part of this total) we are paying off for all the spring vaccinations and sick animnals we took in.", "Thank you! ", "Tamala Lester, Founder", "The Barnyard Sanctuary", "                                                "], "target": [" of $16k goal"], "title": ["Barnyard Sanctuary needs your help!"], "people": ["49"], "shares": [" 43"], "current": ["5,142"], "location": ["\n                        ", "  COLUMBIA, NJ                    "], "date": ["Created July 30, 2016"], "name": ["\n                                Tamala Lester                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", " ", "         For those who don't know me, my name is Caroline and I am a student at Boston College studying Elementary Education and Applied Psychology and Human Development. I have wanted to be a teacher since I was eleven years old and have been pursuing that dream ever since. I am extremely passionate about the education of young children, and as a future teacher I am hyper-aware of the challenges many of our state school systems here in Massachusetts face in inspiring and teaching their students in a way that is both effective and meaningful. ", "        Growing up in a very privileged town and attending some of the top schools in the state, I have always felt a strong need to give back to the local education systems that are struggling both financially and educationally. As a result, this summer I have decided to take it upon myself to raise $5,000 worth of brand new school supplies for a select public elementary school that desperately needs the help. ", "        After contacting the Superintendent of Boston Public Schools, I was directed to the", ". I spoke with the Assistant Principal of the school and expressed my intentions of funding a large donation of brand new school supplies for the upcoming school year (starting in Fall of 2016). To say he was thankful was an understatement. Within a few days I got in my car and drove into Dorchester to visit the Paul A. Dever Elementary School. I instantly fell in love with the school, staff, and students. After such a powerful and eye-opening experience, I will do everything I can to meet the goals of my fundraiser for them, and this is why:", " - All public schools in the state are rated on a scale from 1-5, with a rating of 5 being the worst. The Paul A. Dever School is ", "of", " level 5 schools in the State of Massachusetts.", " - A level 5 school means that the school is chronically underperforming without showing signs of substantial improvement over time and is therefore in danger of being shut down by the state. To put it in perspective, a level 3 school warrants immediate attention, funding, and resources from the State and is considered \"at risk\".", " - 100% of the students receive free or reduced breakfast and lunch.", "        As I walked through the hallways of the school, it was impossible to ignore the bleak classrooms with barren walls and empty shelves. The school has no room in its state budget to purchase any decorations for the hallways or classrooms, and therefore the walls are mostly empty with a few washed out bulletin boards and the occasional hand-made poster. I found it shocking to hear that for each student to receive a pencil box on the first day of school filled with crayons, pencils, a glue stick, a calculator, and a ruler would be considered a luxury. The school simply cannot afford to provide basic school supplies to their students such as paper, notebooks, pencils, markers, calculators, rulers, stickers, binders, glue sticks, scissors, tape, etc. ", "         After meeting with the gym teacher I learned (and saw for myself) that the school did not have any gym or recess equipment for the students. No basketballs, kick balls, cones, frisbees, side-walk-chalk, hula-hoops, baseball bats, nets, jump-ropes, etc. The children run outside to a concrete parking lot for recess and play catch with a deflated football during gym, if they can find one. ", "          I know that a donation of school supplies will not turn this school around or improve their state testing scores. However, arriving on the first day of school and sitting in a classroom decorated with cheerful banners, bulletin boards, fully stocked shelves and brand new supplies will hopefully at least provide some level of excitement and joy for the students, and support and encourage a healthy and happy learning environment. ", " ", "100% of the money I raise will be used to purchase (in bulk) brand new school supplies for each of the classrooms at Paul A. Dever for the upcoming school year, all of which I will personally deliver to the school mid August ", "each person who donates will recieve two letters following their donation:", "-A personalized thank you letter signed by all the teachers containing a photograph of them opening all their new supplies and stocking their classrooms", "-A thank you letter hand-written by one of the students!", "If you would like to recieve this special thank you gift, please make a note of it on your donation and I will contact you from there", "One Person Can Make A Difference and Everyone Should Try :)", "-JFK", "                        "], "target": [], "title": ["Desperately Needed School Supplies "], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Caroline Finnerty                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "\n\n", "                        "], "target": [" of $1,500 goal"], "title": ["Single Mother - 2 Kids in Poverty"], "people": ["17"], "shares": [" 38"], "current": ["575"], "location": ["\n                        ", "  MONTROSE, CA                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Lilia Chakarian                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                                                    Akwaaba means \"Welcome\" in Twi and at ", "  everyone is welcome! Each week, our dedicated physicians, medical professionals, and students provide amazing care for anyone who walks in the door, at absolutely no cost.", "However, as of today, Akwaaba will need to close its doors on September 1st because we do not have the funds to renew our malpractice insurance, a necessity in order to continue to provide health care to the community. ", "Please donate to help us continue to enhance access to health care and improve health outcomes for vulnerable populations in the city of Worcester.                                                "], "target": [" of $5,000 goal"], "title": ["Help Keep Akwaaba Free Clinic Open"], "people": ["30"], "shares": [" 76"], "current": ["875"], "location": ["\n                        ", "  WORCESTER, MA                    "], "date": ["Created August 10, 2016"], "name": ["\n                                Inbar Yamin                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            So, I am doing a sponsored head shave on Friday 19th August, in order to raise money for Longfield Care Hospice in Minchinhampton, Gloucestershire. ", "This will be done in the centre of Gloucester (TBC) as part of a group fundraising day,  come along for other activities or to see my head get shaved.", "Longfield supports people in Gloucestershire living with life-limiting illnesses such as Cancer, Parkinson's Disease and Multiple Sclerosis.", "I am doing this as a part of my NCS Young Gloucestershire Scheme, and would be very grateful if you can donate whatever possible!                        "], "target": [" of £1,000 goal"], "title": ["Sponsored Head Shave-Longfield Hosp"], "people": ["16"], "shares": [" 65"], "current": ["180"], "location": ["\n                        ", "  Nailsworth, ENG                    "], "date": ["Created August 14, 2016"], "name": ["\n                                Max Whamond                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            We are Boy Scouts of America Pack 241 located in beautiful Bluffton, SC. We are the oldest Pack in the area and are committed to providing our boys with the best possible program that teaches them how to grow into mature, responsible young men all while enjoying and appreciating the great outdoors. We do all of our own fundraising annually which provides the boys with events, awards, food, trophies, and annual registration. Fundraising is the number one hardest thing for any BSA Pack to do which is why you see us out every year trying to sell popcorn. Even if you can't help us out here, please if you see one of those little guys selling popcorn, buy a small bag from them. Although popcorn is great, unless we sold tens of thousands of dollars in popcorn, it would be nearly impossible to make our derby track purchase on the commission alone. Pack 241 splits the commission with the boys so they have money for camping gear and events in their own Scout accounts. This in turn helps them to manage money and lean how to be responsible.", " We are raising money to purchase a new Aluminum Pinewood Derby track and timer for our annual Pinewood Derby. This is the number one biggest event we hold and the boys have a blast designing, shaping the cars, tuning the wheels, painting them and finally racing them down the track.  Our current track is in a bad state and unfortunately the cars have a hard time staying in the lanes. The track was handmade and is very cumbersome and logistically challenging to store. We have had our current track for decades and although it has been great through the years, we are desperately in need of an upgrade. Nothing is worse than watching a boys hopes crushed when his car flies off the track and he knows at that moment that he is out of the running.", " Our annual Pinewood Derby is in January and our goal is to hopefully be fully funded in October. ", " This means the world to all of us leaders. We plan to donate the existing track to a local organization who could use it.", " From all of the leaders at Pack 241, thank you so much for your consideration. We hope to make this year the best Pinewood Derby the Pack has ever done!                        "], "target": [], "title": ["Pack 241 Pinewood Derby Track"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Duane Shotwell                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            I am working at a post-secondary institute in the province of British Columbia.  One of our part-time students met with our peer tutoring centre and shared her story.  We are trying to bring her family to Canada' our deadline for $5,000 is September 1, 2016!  ", " I have the student’s permission to share her story. ", "This student came to my office one morning to chat as she was very distraught. Her husband’s brother, wife, and four children had all drowned on one of the boats carrying refugees. ", "The student is the mother of three young boys and she talked about how hard this was to explain to the boys. It made the situation feel so much more real to have a family member of refugees standing in front of me welled up with tears. ", "A few weeks later this student came to my office with food that her mother and father had prepared. It was delicious! A combination of flavours I hadn’t enjoyed before. Similar ingredients to Mediterranean style food, but different too. ", "I have personally organized Syrian Fundraising Suppers at my school to help raise funds that will help bring our students other family members  who are living in a refugee camp.  But we need your help for the last leg of the journey.", "Our student needed $30,000 for a private sponsorship and has worked hard to fundraise and  only needs $5000 to get to her goal by September 1, 2016 when the rules for private sponsorship change.  All this hard work should not be without her seeing her relieved family's faces.", "We are also looking for a church to help sponsor the family.", "My idea was to run fundraising dinner parties for groups of 12, but our time is now running out.  I have photos of the delicious Syrian/Kurdish food we've prepared and we need your help.  Please support our student bring her family to safety so they don't make the rash decision to get on a boat that we all know is not safe.  Please share generously.", "Please support a hard-working Canadian family (our student has been in Canada since 2009) bring her family here to Canada!", "Thank you so very much!", "The photos above are the cooking classes we've held with the new Canadians to help them raise funds so they can bring their family members here                        "], "target": [" of $5,000 goal"], "title": ["Private BC Syrian Family Sponsorshp"], "people": ["36"], "shares": [" 94"], "current": ["1,615"], "location": ["\n                        ", "  Burnaby, BC                    "], "date": ["Created August 9, 2016"], "name": ["\n                                Gjoa Andrichuk                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hello!", "Newcastle Night Angels founded by Samantha Banks & David Dorhauer, offers companionship, care and food to the homeless and youth at risk in the Newcastle & Maitland areas.", "￼", "Our Homeless Outreach Program provides a flexible, assertive outreach support to adults, families with children and young people who are experiencing homelessness or are at imminent risk of homelessness.", " ", " ", " ", "This is a non profit volunteer group who buy the food out of our own pockets or rely on donations of food, clothing & supplies from the public and local businesses. ", "Volunteers head out into Newcastle & Maitland on Friday, Saturday, Sunday nights 9pm - 3am + Tuesday & Thursday nights to feed & assist our homeless. Providing linkages to support services and initial crisis intervention.", "We also drive them to the hospital if needed (e.g people with diabetes etc) or last minute accomodation they've found.", "At the moment Newcastle Night Angels are only working out of cars....", "￼￼", "￼￼", "￼￼", "￼￼", "Our team of angels desperatley need to purchase a van to convert into Newcastle's best homeless support vehicle!!", "See below example of our 'Go Fund Me' goal:", "￼", "￼￼", "￼Our service needs a vehicle that can better fit food, donated items and able to transport the homeless to shelters or medical assistance. ", "Mini kitchen for tea/coffee, food storage (rear accesss)", "Clothing & supplies storage", "Seating for transporting the homeless to hospital, vulnerable youth back home or last minute accomodation", "Retractable awning (wet weather)", "Logo/signwriting on van ", " We can then join the likes of Sydney & Melbourne in providing professional frontline homeless support!", "￼", "As soon as we reach the target goal, we can get started on this exciting new project! ", "The Australian Bureau of Statistics has previously estimated there are about 1000 people in various states of homelessness in Newcastle and Lake Macquarie, and climbing. This includes men, women & children. ", "￼Homelessness is reaching a crisis point in Newcastle. Please get onboard and donate what you can to this project, any amount is much appreciated!", "Let's help them get back on their feet and feel that their fellow Novocastrians care about them. Be a part of the change you want to see!", "￼￼￼", "Let's see if we can reach the goal for this project, but we can't do this alone and they need you..we really need you!! ", "We appreciate your help either through your time or donations. Any help is always welcome and greatly appreciated.", "Warm Regards,", "Newcastle Night Angels Homeless Care Inc", "Public Benevolent Institution: ABN 59 952 260 428", "￼", "The Homeless...Imagine being on display, before strangers, on the street, every hour of the day. Rock bottom I think it’s called. ", "Many of us won’t know what that feels like, but we also have the tools to avoid it; the homeless don’t. ", "Whether those tools be education, health support, healthy upbringing & relationships or great role models; somewhere along the line, one of these was missing in a homeless person’s life. ", "Home is where you can be exactly who you are without holding back. It’s a place you can share with friends. That’s a comfort beyond price. Without a home you can hardly be hospitable. ", "Those who wander the streets exhibit their own kinds of generosity, but their repertoire for sharing is severely limited. They can’t even have the small pleasure of inviting someone in for a cup of tea or a beer, or display sentimental belongings that form part of who they are. ", "Sometimes the homeless are not all easy to help. Some of them surrendered their dignity long ago to alcohol, drugs, dementia, mental illness or impenetrable hostility. But then again some of them are children & youth. ", "I don’t know the solution for homelessness. What I do know is that it requires more than removing them from our sight or looking upon them as if this is their fault. ", "It requires some attention, some engagement from all of us, some willingness to focus on homeless people not as statistics but as individuals, needing care, needing to be welcomed back as full members of the community, the human race. ", "This is where Newcastle Night Angels come in, and they need our help, to help them….                        "], "target": [" of $40k goal"], "title": ["Newcastle's Homeless Need You!"], "people": ["20"], "shares": [" 783"], "current": ["1,125"], "location": ["\n                        ", "  Newcastle, NSW                    "], "date": ["Created August 12, 2016"], "name": ["\n                                Jessica Griffiths                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "Dear Friends, as many of you have heard, our dear Mother, Teacher and Pastor Lupita Ramirez passed away in our home the morning of August 15th at the age of 52. We wish we could take the time to speak to all of you at once and share with you the story of a woman who lived to serve and left this world in a quiet, peaceful way. ", " She came into this world in the beautiful state of Guadalajara, Jalisco on March 29, 1964. She is survived by the man who walked along her side for 29 years… her husband Pastor David Ramirez and her beloved son and daughter, Josh and Vania Ramirez. She also left seeds of love and her passionate spirit to the community where she served as Pastor of Templo de Alabanza Sion for 17 years. She lived to do the will of God and to serve His people wholeheartedly. Pastor Lupita was a true warrior of God who inspired and gave hope to all. God gifted her with an infectious smile and enthusiasm that will live in our hearts forever.", "It was on July 6,2016 after having celebrated a beautiful fourth of July weekend with our mother we received a call from our father that our mother had been taken to the hospital. When we arrived she was able to tell us with great grace and composure that after several tests she had been diagnosed with stage IV colon cancer with metastasis to the liver. We were shocked and heartbroken to hear these news. Her prognoses was dim but we prayed for her healing and believed until the very end. From the day she was diagnosed until she passed our mother demonstrated a divine strength and solace in knowing that even if she left us here on earth she would walk into the light of God and into eternal life. Forty days after her diagnosis our mother crossed the veil to be with our Lord. ", "We had conversations about our mothers final wishes, we hold those wishes in our hearts. We learned from our mother to be humble, to reach out to others when we need help because by God’s will we lived in community all of our lives. This is why we are reaching out to all the people our mother touched and anyone who would like to donate what they can to make our mothers wishes a reality. Our mother was a beautiful woman inside and out and we thank you for any contribution you can make into honoring this devoted servant of the Lord.", "(SPANISH)", "Estimados amigos, muchos de ustedes ya se han enterado de que nuestra querida Madre, Maestra y Pastora Lupita Ramírez falleció en nuestra casa en la mañana del 15 de agosto a la edad de 52 años. Nos gustaría poder tomarnos el tiempo para hablar con todos y compartir con ustedes la historia de una mujer que vivió para servir y se fue de este mundo de una manera tranquila y apacible.", " Ella vino a este mundo en el bello estado de Guadalajara, Jalisco el 29 de marzo de 1964. Le sobrevive el hombre que camino a su lado su lado durante 29 años ... su querido esposo, el pastor David Ramírez y sus amados hijos, Josh y Vania Ramírez . También dejó semillas de amor y su espíritu apasionado a la comunidad donde sirvió como Pastora durante 17 años, Templo de Alabanza Sion. Ella vivió para hacer la voluntad de Dios y para servir a su pueblo de todo corazón. La Pastora Lupita era un verdadero guerrero de Dios que inspiró y dio esperanza a todos. Dios le regaló entusiasmo y una sonrisa contagiosa que vivirá en nuestros corazones para siempre.", "Fue el 6 de julio, 2016 (cuando después de haber celebrado una hermoso día festivo de 4 de julio con nuestra madre), recibimos una llamada de nuestro padre informándonos que había llevado a nuestra madre al hospital. Cuando llegamos, ella nos dijo con gran gracia y guardando perfecta compostura que después de varias pruebas había sido diagnosticada con cancer de colon avanzado en IV etapa con metástasis en el hígado. Quedamos impactados y tristes de oír estas noticias. Su pronóstico no era alentador pero oramos por su sanidad y creimos hasta el ultimo momento. Desde el día en que fue diagnosticada hasta que falleció, nuestra madre demostró una gran fortaleza y nos dejo el consuelo divino de saber que aunque nos dejaría aquí en la tierra estaba lista para entrar en la luz de Dios que la llevaría a la vida eterna. Cuarenta días después de su diagnóstico nuestra madre cruzó el velo para estar con nuestro Señor.", "Tuvimos conversaciones con nuestra madre sobre sus deseos finales, mantenemos esos deseos en nuestros corazones. Hemos aprendido de nuestra madre a ser humildes, a buscar la ayuda de los demás cuando la necesitamos porque por la voluntad de Dios vivimos en comunidad toda nuestra vida. Es por esto que estamos haciendo un llamado a todas las personas cuyo corazón fue tocado por nuestra madre y cualquier persona que sienta el deseo de donar lo que pueda para poder realizar los deseos de nuestra madre. Nuestra madre era una mujer bella por dentro y por fuera y les damos gracias por toda contribución que puedan dar en honor a esta fiel servidora del Señor.                        "], "target": [" of $25k goal"], "title": ["Love offering for Pastora Lupita R."], "people": ["20"], "shares": [" 261"], "current": ["2,250"], "location": ["\n                        ", "  FONTANA, CA                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Vania Ramirez                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            The Colour Pink Foundation formally Colour Pink Group (C.P.G) is a non-government organization in Jamaica, focused on reaching Gay, Bisexual, and other Men who have Sex with Men (MSM), Lesbian Bisexual and Transgender persons, who are homeless or displaced. ", "We are hoping that with your help, we will be able assist our community members with:", "Food Items (Non Perishables and bottled water) ", "Sanitary Items (toothbrushes, toothpaste, soap, deodernants, diapers etc)", "Medications (Anti-biotics, painkillers, ARV's)", "Clothing (Underwear in particular) ", "Blankets and other Bedding. ", "Safety Kits (portable containers to keep important documents).", "ALL FUNDS RAISED WILL BE SENT DIRECTLY TO Colour Pink Foundation in Kingston, Jamaica. ", "To verify the authenticity of the GoFundMe page, email ", ".                        "], "target": [" of $10k goal"], "title": ["Colour Pink Foundation Trans Health"], "people": ["23"], "shares": [" 208"], "current": ["1,000"], "location": ["\n                        ", "  00000                    "], "date": ["Created August 10, 2016"], "name": ["\n                                Kendra R. Frith                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "As you probably already know I have been dreaming of going to Nepal and trekking to Everest Base Camp for a very long time.   Well that dream is becoming a reality as I am heading over there in October this year and aiming to make it to Base Camp (and return!).   I expect it will be quite a challenging trip in many ways –  starting with the hair raising flight into Lukla, adjusting to the high altitude, no real shower for 14 days, temps likely to be -10 at night, and not to mention having to overcome one of my worst fears - swing bridges - and there are stacks of them!", " But more importantly I want to raise awareness and much needed funds for a specific Australian charity that achieves some amazing work in Nepal.", " Some background - Nepal is considered to be the poorest country in South Asia, with between 30 to 40% of Nepalese living below the poverty line.  ", " And compounding this situation is the aftermath of the devastating earthquakes that hit Nepal in April 2015 - the worst to hit the Himalayan nation in 80 years. The magnitude 7.9 earthquake struck approx 80km northwest of the capital Kathmandu and has affected eight million people, just under one-third of the population, with upwards of 5,000 people killed.", " Many people have been left homeless and water sources depleted.", "  is an Australian based organisation that supports Nepal in a number of ways:", " * To maintain a residence from which orphaned and abandoned children in Nepal are provided with shelter, food, clothing and education", " * Directly helps relieve poverty & distress of children in Nepal", " Current projects underway are:", " School Education Sponsorship program", " Helps the most marginalized children go to school, by paying for the basics of school fees, uniforms and books.", " “Give a gift that grows” – Pig & Goat donation program", " Donate goats or pigs to selected poor families so they can earn an income by raising, breeding, and selling the animals. Upon receiving gifted pigs or goats, these families MUST send their children to school and eventually donate animals back to the program to assist further families in need.", " School & Hospital projects", "  Re-building of 2 schools after the earthquakes and building a new boarding school.   Providing necessary equipment and furnishings to Jibajibe hospital.", " I would be so thankful for your support in any way you can to make this trek truly meaningful and make a real difference to the lives of kids in Nepal.  Your valuable contribution will go directly to Reach Out Nepal to help them change lives in Nepal.   I will keep you updated as we progress on the trek and ultimately reach Everest Base Camp.", "                        "], "target": [" of $5,000 goal"], "title": ["Bernie's Base Camp Challenge"], "people": ["33"], "shares": [" 57"], "current": ["2,600"], "location": ["\n                        ", "  Sydney, Australia                    "], "date": ["Created August 14, 2016"], "name": ["\n                                Bernadette King                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Anyone that knows me will know why Mind - for better mental health is a charity close to my heart! ", " Lee wore a big smile on his face & was the life & soul of nights out & parties, he was the joker, he was highly thought of & he had so many reasons to live yet tragically he felt the way he did & couldn't help it. ", "The aftermath - There's no sufficent explanation to say how much has been lost when we lost Lee & how something's change forever, speaking personally some days are brutal & some days are okay, some days i'm furious with everything & everyone & some days I'm even happy & excited, that's good & what he would want but there's never a single day that the loss isn't felt! I'm absolutley not the only person to feel Lee's loss & I certainly don't want it to come across like I think I am, I'm only able to speak accurately about how it makes me feel. There's a lot of days in our house where saying some things out loud is just to painful & days where nothing needs to be said but feelings are known, especially with personal occasions & exciting times ahead this year that Lee would of hugely been part of. There is times where things needs to be said & got off our chests to even start the day, there's days where we laugh our heads off too but Lee is always missed! ", "Lee was not alone in feeling the way he did, suicide is the biggest killer in males under 45. Mental health issues are on the up with an increase in referrals by 91% we have local support networks in the way of Mind Redcar & Cleveland which is located in Redcar High Street, it offers counselling & a support network to help people struggling with mental health issues in our community. This risks closure, they need £90,000 to keep open. It's my plan to continue to raise funds & awareness in Lee's memory & with what I've mentioned about how feelings differ each day I think it's all so much important to support a mental health charity & absolutely to support the Redcar & Cleveland Mind so our local community can access the money I gain from sponsors direct! ", "So I'll be raising money & remembering Lee by doing something I love (remind me of this when I don't want to train) I'm running the Great North Run! 13.1 miles & that's just on the day, I dread to think about the miles I'll clock up training but it'll all be worth it! ", "I'd love for you to help me remember Lee & help Mind R & C. If you feel you can please sponsor me!", "Thank you!                        "], "target": [], "title": ["Remembering Lee Smee - Mind R & C "], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Victoria Waller                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            We are requesting donations to begin funding the James Taylor Jennings Memorial Fund in honor of a loving son, brother, cousin, and friend whose life and deeds ended far too young. The only administrative fees are charges for using the GoFundMe service. One hundred percent of the money collected will be used to fund a scholarship and memorial fund in James memory.", " ", "Even though James was an organ donor and already made a huge difference in people's lives, we hope to continue to help others in his name for many years to come.", "James had one of the biggest hearts and truly loved the children in his life. He helped anyone in need and was always willing to remind people of their true worth as human beings. It is our hope that this fund will eventually become self-perpetuating and can be awarded on a yearly basis to multiple recipients. We know he would've been proud to give the kids in his life and the people he loved the opportunity to earn a better education. This is just one more way James’s legacy will live on and his generous nature will continue to help others. Any donations are appreciated and God Bless. ", "                        "], "target": [" of $10k goal"], "title": ["James Taylor Jennings Memorial Fund"], "people": ["20"], "shares": [" 201"], "current": ["2,125"], "location": ["\n                        ", "  HAMPTON, VA                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Robert Gately                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                                                    Samantha Mangum is a very busy woman.  She is a Recovery Care Coordinator for ", "  a non-profit organization serving Boulder and Broomfield counties.  She works with dozens of clients every week, helping them develop skills and make the connections they need on their path to recovery.  Sam is a student working on her Masters in mental health counseling.  ", "she is a passionate climber with a goal of summiting the highest peak on each continent.  In February 2017, she plans to climb Mt. Aconcagua, which at 22,841 feet is the highest peak outside Asia.  Combining her love of climbing with her dedication to her work, she wants to raise $50,000 by summiting Aconcagua in an effort to reduce the stigma around mental illness.  The funds from her ", " climb will be used for two purposes:  to develop a series of broad-reaching community education programs to reduce the stigma of mental illness, and to help support a variety of wellness programs and resources at ", "  that would otherwise be impossible to provide.  As Sam says:  \"My goal is to raise the awareness of mental health higher in hopes of making the stigma around it smaller.  Each step I take up Aconcagua will be a step in the right direction.\"                                                "], "target": [], "title": ["Rise Above Stigma "], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                MaryAnn Briggs                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Help me celebrate my birthday by donating to two amazing charities, running, or, even better, DO BOTH! ", " ", " On August 22, 2016 I will be turning 30!!! To celebrate 30 years, on Sunday, August 21, 2016, I will be running 30 miles! Being that this is both the longest run I will have ever done and it is my birthday celebration, I wanted to make it meaningful. Therefore, I will be raising money for Gianfranco Gervasio's treatment at Push to Walk, and the Michael J. Incognito Foundation in memory of Michael Incognito. ", "  is an organization that \"provides individualized workouts and resources to people with spinal cord injuries, paralysis, and other neurological conditions\". Seven years ago, Gianfranco Gervasio was left paralyzed after he damaged his spinal cord in a diving accident. With the help of Push to Walk and his incredible will, Gianfranco is working towards being able to walk again. ", "The Michael J. Incognito Foundation serves those suffering with addiction to assist them with treatment and recovery, in memory of Michael Incognito. From kindergarten to senior year, Mikey was part of our close-knit Class of 2004 at Wood-Ridge High School. An amazing person with a big heart and a gift for making people laugh, Michael sadly lost his battle with addiction this past July. ", "These are two amazing individuals and two incredible charities that are doing so much to help others. Please help me help them. ", " For those who are interested in running at all- a block, three blocks, a mile- I would love for you to join me! I will be running all of Bergen County essentially. :) When we get closer to the date I am going to post my route and the times I will be expected at certain checkpoints. If you would like to join me and keep me company for a portion I would love it!", " This is truly all I want to do to celebrate my 30th birthday! I have been so incredibly blessed in the past 30 years and all I want to do is celebrate by giving back and running. I hope you celebrate with me! :)", "**If you would like all of your donation to go to one of these charities please let me know. If not, I will happily split your donation evenly among the two.", "If you would like to send a check as opposed to donating online:", "Push to Walk", "6 North Corporate Drive", " Riverdale , NJ 07457", "OR", "Chance to Live ", "1700 Old Okeechobee Rd, ", "West Palm Beach, FL 33409", "ATTN: Nicholas Incognito – Michael J. Incognito Foundation ", " Checks Made Payable To: ", " OR ", "                        "], "target": [], "title": ["30 Miles, 2 Charities, 1 Mal"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Mal Emma                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            My name is Cindy Nelly. I am a midwife and a mother. As a midwife I have the priviledge to work with women and their families through beautiful and sometimes  sorrowful times. ", "     ", "     Thanks to the support of my amazing husband, family and friends, I will be leaving in September to work with refugee women and their families in Turkey.", "     ", "     The refugee crisis the world is facing is the largest since WWII.  In Turkey alone there are 2.7 million refugees registered (July 2016).  ", "   ", "      War, violence and food instability are driving this mass exodus. UNHCR reports that as of July 2016 women and children comprise >60%  of individuals seeking asylum with the largest majority fleeing Syria.", "     ", "     Like many of you, I have read, listened, and watched for several years now as the conflict in Syria has raged on.  Now is the time for me to go and do some work.", "     I have been offered a position with a humanitarian organization in Turkey. After speaking with the midwife I will be relieving she has recommended a GOFUND ME campaign to raise money for medical supplies. Medical supplies are available for purchase in Turkey. Rather than collecting supplies prior to leaving and bringing them with me, the strategy will be to purchase supplies in Turkey.", "   ", "     The need for support in Turkey is well documented, ", ". I will provide midwifery and basic primary care to women, children and men. Babies are being born at a rate of 1 EVERY HOUR in these camps. Acute and chronic illnesses are complicated by stressed water and sanitation systems. ", "     ", "       Please join me in helping. What I am offering is small, it will be simple, it is  a way to connect with people and say, we have not forgotten. That we are watching, we care about how you are today, about your headache, your sore throat, the baby you will have in this tented camp. For me it is a way to say we will continue to witness you and tell the world we stand with you until resolutions are found.", "      Money raised from this campaign will provide essential medications and supplies. As needs arise I will post more information. Prior fund raising by midwife volunteers also included money to purchase water filters that have been installed in many of the over 20 camps. Money has also been used to offer a small stipend to the interpreter that makes this work feasable.", "     Any amount of donation is deeply appreciated. Sincere deepest gratitude for your support and attention to this effort. Please spread the word via FB or email. ", "-Cindy", "Campaign Information", "1. Who I am- Cindy Nelly CNM", "2. Where I'm from- Northampton MA, Gainesville FL", "3. My relationship to the parties I am raising funds for- I will be working in partnership with a NGO through MidwifePilgrim. I will be providing direct care and support to refugees in Izmir Turkey", "4. The funds will be spent on: ", "essential medications, antibiotics, antihypertensives, antiemetics, glycemic medications,inhalers, and more as needed", "medical supplies: suture, bandages, delivery supplies and more as needed", "funds for general expenses: interpreter, transport ", "I will update with posts regularly of how funding is being used", "5. I intend to get the funds to those in need through direct delivery of care and resources, I leave September 15th                        "], "target": [" of $10k goal"], "title": ["Medical relief for refugees"], "people": ["53"], "shares": [" 235"], "current": ["3,995"], "location": ["\n                        ", "  GAINESVILLE, FL                    "], "date": ["Created August 5, 2016"], "name": ["\n                                Cindy Nelly                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            \n", "\n\n", "\n\n", "\n\n", "                        "], "target": [], "title": ["Trans-Atlantic Cancer Cycle"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Roger Holmes                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            There are more than 30,000 stray dogs in Kathmandu. They roam neighborhoods seeking food, water and shelter. They fight over the limited amounts of food available and suffer from painful diseases. Some are hit by cars, acid attacekd by people, hit by sharp weapons and others are poisoned, the life of a street dog is often one of pain and suffering. Thousands of dogs are suffering each year and not many people help the dogs in the street.", "With no homes, these dogs don’t have the luxury of vaccinations to prevent serious diseases such as rabies and distemper and many are infected with skin parasites (mange) causing discomfort, itchy burning skin, infection, and hair loss. These dogs are not only suffering from malnourishment, dehydration, and infection they also pose a health concern to adults and children because of the risk of passing on their infections, including rabies.", "Spay/Neuter is an alternative to euthanasia for managing and over animal populations. Working together with local communities is the only long term solution, most humane and comprehensive approach that includes education and the promotion responsible pet ownership. These sterilizations will save thousands of helpless puppies being born into a life of suffering, disease and painful deaths.", "Street dogs are increasing in number because things aren’t being taken care of. One litter of dogs may consist of 5-6 pups. With little control over the breeding amongst street dogs, the number of street dogs will keep escalating. This is why sterilization of dogs is very important.", "Sneha’s Care is a locally registered charity in Nepal (Reg number 142068/072/073). The charity was founded in 2015 by Sneha Shrestha to assist as many street dogs in Kathmandu as possible. ", "At the initial stages, the dogs needing emergency assistance are rescued and then kept at the kennels, until the recovered or found a family to adopt them. In 2015 we managed to open our own shelter where at the moment we house around 50 dogs. From the start of the organisation, we managed to find good adoptive families for more than 100 dogs. We are also running outreach campaigns where we vaccinate and treat street dogs. So far we have vaccinated more than 2500 street dogs, rescued more than 1000 dogs, Spayed/Neutered 700 Dogs. Most of the costs of the shelter and other programmes are funded directly by Sneha. Only 10% of the costs are at the moment covered by individual donations. ", "We are one of very few organisations in Nepal that follow no kill policy. ", " ", " ", " ", " ", " ", " ", "Thank You in advance for all your kind support.", "Founder & Dog Lover,", "Sneha Shrestha                        "], "target": [" of $30k goal"], "title": ["Project 1000 Dogs Nepal"], "people": ["13"], "shares": [" 2.0K"], "current": ["673"], "location": ["\n                        ", "  44700                    "], "date": ["Created August 4, 2016"], "name": ["\n                                Sneha Shrestha                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Saving Grace Rescue Inc has been providing rescue, medical care and adoption services for at risk kittens for over 10 years.  Six years ago, SGR gained 501c3 non profit status and moved into our first official rescue location in San Francisco.  We have been treated well by the landlord and the amazing community and will be forever grateful for the opportunity to save hundreds of kitten lives at this location.  ", "Sadly, this year our rent will increase beyond our means as the area changes and an apartment complex goes up next door.   ", "Saving Grace Rescue is committed to continuing our mission and is in the process of looking for a new location.  Our largest obstacles are the initial deposit and relocation costs.  ", "At this time, SGR is turning to our incredible community for support.  Our rent increase begins this month and we hope to relocate quickly.  All donations are tax deductible.  For more about the work SGR has done over the years, please visit our Facebook page ", "Thank you from everyone at Saving Grace Rescue Inc and the kittens of SGR!", "EIN 27-2987970                        "], "target": [" of $15k goal"], "title": ["Saving Grace Rescue Relocation Fund"], "people": ["78"], "shares": [" 415"], "current": ["6,596"], "location": ["\n                        ", "  SAN FRANCISCO, CA                    "], "date": ["Created July 18, 2016"], "name": ["\n                                Saving Grace Rescue Inc                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            My name is Gina Pambianco. I am 60 years old and have been on disability since 2001.  I have only been able to work 2-3 days per week for the past 15 years.", " In 2012 my sister and her two sons moved in with me when she was diagnosed with Stage 4 Liver Disease.  Unfortunately, she passed away in 2013.", " My sister's youngest son was in college and worked to get himself through college and graduated from Missouri University of Science and Technology in May of this year with a Bachelor of Science Degree in Computer Science.  He is currently looking for a software development position and working part-time to try to help.", " My oldest nephew has not been able to work for the past five years and this has caused me to go through all my savings and get behind in my rent and utilities paying for his medical bills and medications.", " My youngest nephew and I are at the point now where we should be able to manage all our bills if we could just get caught up on what we are currently behind -- $1,000 for rent, $1,271 for electricity, and $1,156 for medications. ", " I have tried to get assistance from the state and other local organizations, but they all tell me I do not qualify for one reason or another.", " I am very embarrassed to have to ask for assistance, because I work hard to pay my own bills, but I am at the point now that I have no other option if I want to stay in my home.", " Any assistance is greatly appreciated, and will not be forgotten!                        "], "target": [], "title": ["Staying Above Water"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Gina Pambianco                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Here at New Beginnings K-9 Rescue we are currently facing a financial crisis. Our building is scheduled for sheriff sale and we are currently working with an attorney about our options to save the rescue. One of our financial burdens is a break in our electric line. We have a certified electrician scheduled help us fix this break at the end of the week. Our electric bill was outrageous for two months before we were able to diagnose the problem, which we are happy to report, is now being taken care of. We are now fighting to 1. Pay our vet bills and continue treatment for the animals in our care 2. Pay our attorney and 3. Keep our building. ", "We have saved over 400 dogs and cats from neglect, abuse, abandonment, kill shelters and owner surrenders since 2010. We gained our non-profit status in 2015 as a charitable 501c3 organization which means all donations are tax deductable. We have helped people and animals from Ashland, Richland, Holmes, Wayne, Franklin, Lorain counties and surrounding counties. We offer education, animal feed, basic training and vet care to those who can't afford it so we can help the animals to stay in their homes and ease the burden on their human family who may be financially struggling. ", "We are working on grants (which is an extremely slow process) and holding fundraising events regularly. We are not able to help or take in any more animals without securing that we can keep our building. We do have foster homes, but not nearly enough.", "Please, everyone pull together and help us SAVE THIS RESCUE! Every dollar counts.", "Thank you and remember \"Saving one dog may not change the world, but for that one dog, the world will surely change forever\".", "SPAY & NEUTER", "The pounds can't kill what they don't get!", "                        "], "target": [" of $10k goal"], "title": ["SAVE NEW BEGINNINGS K9 RESCUE"], "people": ["7"], "shares": [" 138"], "current": ["360"], "location": ["\n                        ", "  LOUDONVILLE, OH                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Vicki Stricklen Burkhart                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                                                    \n\n", "\n\n", "\n\n", "                                                "], "target": [], "title": ["Row4aCure"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Jacob W. Beckley                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            We are a group of individuals who are currently raising money for the Parkinson's UK charity as apart of our NCS Community project. On Friday 19th August we are hosting a charity football tournament, stalls and games at College West Anglia in Wisbech! The money raised will either be used to have an immediate impact of the lives of people living with Parkinsons or funding research!", "Event starts at 10:00am. Football kicks off at 11:00am.", "Facebook:  ", "Email: ncsforparkinsons@gmail.com", "We really do appreciate your contributions. Thank you!                        "], "target": [" of £200 goal"], "title": ["NCSForParkinsons"], "people": ["8"], "shares": [" 69"], "current": ["90"], "location": ["\n                        ", "  West Walton, ENG                    "], "date": ["Created August 12, 2016"], "name": ["\n                                Ben Coxford                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Cahokia Mounds State Historic Site is the largest ancient American Indian Site north of Mexico.  At one time it covered about 4000 acres and included at least 120 earthen mounds.  The State of Illinois now protects 2200 acres of the central portion of the site and 70 of the 80 remaining mounds.  The site was named a US National Historic Landmark and a UNESCO World Heritage Site.   ", "However, many people are unaware that around 1,000 years ago at America's First City,  just outside of St. Louis, was a large community of 10-20,000 people practicing agriculture, constructing large-scale architecture,  traversing the mid-continent's waterways, observing the cosmos and reflecting it in their material culture.  They were the forebearers of many of the Native American groups occupying the central United States.", "Due to the economic conditions of the State of Illinois and the Illinois Historic Preservation Agency, no funding is available for public outreach, community events, and marketing.  All of these activities are funded solely by the support group the Cahokia Mounds Museum Society.   ", "This GoFundMe campaign, organized by the Cahokia Mounds Museum Society, is to raise $15,995 to purchase a photo marketing kiosk to be housed in the lobby/Gift Shop where 250,000+ international and regional annual visitors can produce branded souvenir photos and share them via all social networks and email.  This allows Cahokia Mounds to connect with the global network,  promote events and other site news, inform the audience about Cahokia Mounds, generate more visitation and funding sources,  while providing visitors a personal memento of the site.  If insufficient funds are raised for the kiosk, the funds will be used for other marketing endeavors designed to reach regional and global historic preservation enthusiast.", "The TapSnap 32P model is a stand-alone marketing kiosk.  It has a 32-inch touch screen, Canon DSLR camera, and integrated printer, that can be fully customizable with vinyl wraps, logos, and credit card or bill acceptor.  A visitor takes a photo by touching the screen, they add in digital props, write messages, and pick filters.   They enter relevant marketing info such as name, birthday, and email address. The kiosk collects the info and emails them a targeted message.  The visitor then shares their photo and message with our logo and brand to their online networks, and the retargeting and analytics features allow us to spread our brand, directing people to our website.  ", "A TapSnap video sharing booth was used at recent Kids Day events at Cahokia Mounds.  It was a very popular feature for visitors to produce a unique keepsake of their day at Cahokia Mounds and share it with their circle of friends and family.  ", "                        "], "target": [" of $16k goal"], "title": ["Cahokia Mounds Outreach Project"], "people": ["12"], "shares": [" 226"], "current": ["290"], "location": ["\n                        ", "  COLLINSVILLE, IL                    "], "date": ["Created August 11, 2016"], "name": ["\n                                Lori Apfel Belknap                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n\n", "\n                        "], "target": [" of £300 goal"], "title": ["10km swim for Faringdon  day center"], "people": ["8"], "shares": [" 37"], "current": ["87"], "location": ["\n                        ", "  Freeland, ENG                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Sam French                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Hi, my name is Clare and I'm from Ireland. I'm going to the Greek island of Samos to help out with the refugees in some of the camps there from the end of August. As I'm a qualified English teacher and have a few years' experience teaching, I'll mostly be teaching English to the refugees, plus any other subjects they might need. Apart from that I'll be aiding with distribution of food/medicines/whatever else is necessary. I'm here to raise money to help me stay longer volunteering on the island.", "When I made the decision to volunteer, I looked for a charity that was well-organised and doing the best they could regarding the distribution of resources and assessing the immediate as well as long-term needs of the refugees. The charity I have chosen to work with is from The Netherlands, and they're called Boat Refugee Foundation. You can read about them here:", " ", "The refugees on the island have all crossed the Mediterranean on boats, most of which are very unsafe. They risked their lives in doing so, and many of those who set off did not make it to Europe. Among them are many unaccompanied minors, children who have lost their parents or were sent over alone by them, in the hope that they would reach a safe place in Europe. It is clear that the refugees will be spending a long time in this political limbo, neither being able to begin a new life in Europe, nor return home. It is extremely important that their education continues as best it can, and that they are prepared for any education or work situation they might enter in the future. I'm very excited to be joining a fantastic team that is helping them with this.", "Volunteering time and energy is free, but travel and accommodation cost money! I fully planned and expected to fund the entire trip myself, but several friends I spoke to about it told me that they wished they could do the same trip, but they didn't have the time or were tied down to jobs, family, etc. They asked me if they could donate some money instead, and that is why I've set up this page. It costs about 18 euro per day for me to stay on the island, between accommodation and food, and travel/flights are about 300 euro each way. My plan is to stay for a month, but if I can raise enough money to stay longer, then all the better! ", "I would be extremely grateful for any donations at all that will help me stay a little longer on the island, no matter how small you think it is! It takes time to train in a new volunteer, so the longer they can stay, the bigger the difference they make.", "If you would prefer to make a donation to the charity itself, they would also be very grateful, and you can follow the link above to their website.", "Thank you so much to anyone who donates, and for all your well-wishes!", "Clare x                        "], "target": [" of €500 goal"], "title": ["Volunteer with Refugees in Greece"], "people": ["8"], "shares": [" 54"], "current": ["150"], "location": ["\n                        ", "  Dublin 16                    "], "date": ["Created August 14, 2016"], "name": ["\n                                Clayer O'Neill                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            We reach out with hope and enthusiasm to ask you to please help us meet a challenge issued by the J.E. and L.E. Mabee Foundation of Tulsa, Oklahoma! They will award us a grant of $140,000 if we can raise $225,000 by January 2017 toward the renovation costs of our new facility. This new facility will allow us to double the number of people we can serve and expand our current programs. ", " is known for pioneering new approaches that help people with brain injuries, autism, developmental or neurological challenges learn the skills they need to build independent lives. Since 1986, we have been teaching people to be a part of the community, learn job skills to find and keep a job and live independently in their own home.", "Richard suffered massive brain injuries when, as a pedestrian, he was hit by a car. He was pronounced dead when he arrived at the hospital, but was miraculously revived. Fourteen years later, after many surgeries and over 14 months in the hospital, he is a study in strength, perseverance and courage. “My recovery is like solving a puzzle, 24/7. Most tasks that others take for granted, I have to solve over and over again. The Center for Head Injury Services helped me get to where I am today… I have my own job, a home of my own and I drive a car. I have my life and my self-esteem back. I believe in never saying never.”", "Raven has achieved much already as a senior at Fontbonne University. She was born with cerebral palsy, which limits her to a wheelchair. She wants to go on to secure a master’s in criminology and a law degree. Her plan is to assist women, teens and homeless people. Raven has exceeded others’ expectations by attending college, choosing a career and living on her own. “I want to be someone with a purpose. That purpose is to give back to those less fortunate than me. And if people see that I can accomplish great things, they’ll be inspired to accomplish their own goals too.” The Center has helped Raven to learn the skills she needs to live independently. “I’ve never had a complete stranger go to bat for me like that. The staff at the Center is a godsend.”", "Cade spoke his first words when he was five. He hit and had tantrums at school and home. His family didn’t know how to help him and the rural school district where he lived didn’t have the resources to help. At age eight, Cade was diagnosed with autism and received funding for a highly successful therapy for people with autism. Since there were no such services where he lived, Cade and his family were guided to the Center. One of the Center’s certified therapists, travels five hours roundtrip to deliver what has become a life altering service to Cade and his family. He first taught Cade how to use words to communicate, eliminating most of his frustration and tantrums. Cade has made huge progress and now, at age 10, goes to school every day. Cade’s mother says he is “understood at school and is doing very well. We feel more hope for his future and now know there are things we can do to help him.”", "People with disabilities want to work, to be productive and have structure and purpose in their daily life. A head injury does not have to be the end of a person’s work life. A developmental disability does not mean a person cannot lead a self-directed life and a diagnosis of autism does not automatically mean social isolation.", "The Center is sweeping away these barriers and creating opportunities in people’s lives, opportunities that lead to success and brighter futures.", "Thank you for your support and for helping improve the lives of people with disabilities!", "                        "], "target": [" of $5,000 goal"], "title": ["Help us meet a challenge grant"], "people": ["16"], "shares": [" 73"], "current": ["925"], "location": ["\n                        ", "  SAINT LOUIS, MO                    "], "date": ["Created August 1, 2016"], "name": ["\n                                Linda Statler                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "We are raising money for a new competition wrestling mat that will be used by all of our more than 60 athletes and coaches. Our goal is to raise the funds necessary to purchase our mat for use this season. (By October) Our program is not financially supported for capital items like mats by our school district. Rather than a traditional fundraiser where we ask our students to sell candy, magazines or coupons, while getting 50% of the revenue... we have decided instead to sell our program. We are asking all of you to make a direct donation that goes 100% to our funding needs. The Lancer Wrestling Club has been building young wrestling champions for more than 20 years. Please help make our dreams come true. Thank you.                        "], "target": [" of $8,000 goal"], "title": ["Lancer Wrestling Club New Mat Fund"], "people": ["32"], "shares": [" 161"], "current": ["1,730"], "location": ["\n                        ", "  MADISON, WI                    "], "date": ["Created August 9, 2016"], "name": ["\n                                Gary Skiles                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            In the recent events in Baton rouge my apartment was flooded, we were rescued by boat in waist deep water I have one change of clothes my dogs and a backpack with some snacks but now is the hard part...I need to rebuild. I have no house, no car, and am trying to move forward from this horrific tragedy. Any and all help is appreciated. Love you guys. We will spend the money to keep us safe and relocate. Me and the two pups will make it through. Thank you for your help.                        "], "target": [" of $3,000 goal"], "title": ["Catastrophic flood help"], "people": ["10"], "shares": [" 49"], "current": ["825"], "location": ["\n                        ", "  BATON ROUGE, LA                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Jessica Koller                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            We are raising funds for our local primary schools. Out of school educational activities are not accessible to every child due to budget cuts and parents suffering hardships, some close to poverty. Subsidies are available for some, but not all, and weather on benefits or working the school letters dropping through the door put a burden on any budget.", "We want to provide enough funds, on a rolling yearly basis, to give each and every primary school child in Thorne and Moorends a fully funded out of school educational experience. Something many families without the means miss out on.", "We aim to be all inclusive, with the same equal opportunity available for each and every one of the 1692* primary school children and hope to improve their quality of life. (*school year 2015-2016)", "Exactly where the children go will depend on the amount of funds raised. Maybe we could broaden their minds with scientific attractions such as eureka, encourage physical exertion and learning round Yorkshire Wildlife Park, or introduce the young minds to the arts through pantomime or plays.", "We are initially fundraising for school year 2016-2017. Our aim is to fundraise January to September, for excursions for the forthcoming school year. Any funds raised September to December will be allocated per head in some other approved way.", "With between 1600 and 1700 cheeky smiles to provide for, we want you to dig deep. We want you to not only donate, but think bigger, can you fundraise? Can you hold a cake sale, or arrange an event? Are you a business that can donate a prize? Are you doing a charity run this year, or tough mudder, anything you can ask people to sponsor you for? ", "If you live in Thorne or Moorends it is without doubt you have a child or grandchild; nephew or niece; godchild; neighbour; or friend we are looking to bring a Cheeky Smile too.", "If you think you can to help, even if it’s only show us your Cheeky Smile, please contact us.", "Or find us on facebook:", "                        "], "target": [], "title": ["Cheeky Smiles Fund"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Deborah Howell                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "  serves our community's children who are in need of protection as they move through the legal system.", "They had ", " fundraiser planned this year. They operate the Kid's Fair during the Flag City BalloonFest - offering jump houses, rocking climbing walls and other attractions for families that have been a HUGE part of the festivities for years.", "This year it rained.", "And it rained.", "They had paid for banners, ads, 275 volunteer t-shirts and mailings to the community. They set up the attractions and tried to MUDdle through Friday and the first part of Saturday.  They were ready for 1,000s of children to come and play. Eventually the long-awaited rain drove them to close down their only chance at adding funds to their budget in 2016.", "Our community needed the rain. This event just got got caught between the raindrops!", "So, we are taking a positive approach!", "Did you celebrate the rain when it finally arrived to our very arid region on Northwest Ohio?", "• Are you a farmer who needed rain for your crops? Celebrate by donating!", "• Are you a gardener who is tired of hauling buckets to the zucchini or prized rose? Celebrate by donating!", "• Are you a lawncare company who needed the rain to keep your employees busy? Celebrate by donating!", "• Are you just happy to sit and listen to the rain on your roof? Celebrate by donating!", "• Are you a runner who loves to jog in these rainy days? Celebrate by donating!", "• Are you a parent, grandparent or guardian who would have spent A LOT of money at BalloonFest? Celebrate by donating (a little)!", "This is our chance to help an integral part of our Findlay community maintain their level of care for our children in need. They normally net $10-12,000.00 at this event. And this has been a necessary part of their operating budget for years. Let's keep them operating at full steam for the rest of 2016!                        "], "target": [" of $10k goal"], "title": ["CASA Rainy Days Fund"], "people": ["10"], "shares": [" 57"], "current": ["320"], "location": ["\n                        ", "  FINDLAY, OH                    "], "date": ["Created August 17, 2016"], "name": ["\n                                David Trisel                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "-david wojnarowicz", " is a two-light installation. For the second time on World AIDS Day, two lights atop ", " in the heart of the Castro will flash at regular intervals, symbolizing the rate of new HIV infection (every 15 seconds) and the rate of lives lost to the illness (every 20 seconds).", "\n", "Through this large-scale work, Kissman hopes to challenge the San Francisco community to reengage and re-substantialize HIV/AIDS awareness for the current generation of young people who did not live through the AIDS crisis in the 1980s. ", "“My generation and the ones that lay after me are at greater risk than in years before. While PrEP is a tremendous prevention method for those aware,  many youths are still unengaged, unconcerned –but HIV marches resolutely among us, enjoying our renewed ignorance. Though the installation is undoubtedly for all, my challenge is to my generation and the ones that will come after me. It is HIV's new bestfriends-- the disconnected millennial,” states Kissman.", " i'm requesting a soft goal of $2500 to cover expenses asscociated with the installation. Nearly half of the funds will go to equipment: $980 is the cost of two 4K Xenon Search Lights, plus suplemental equipment of stands, transportation, A/V rental, printing/promotional runs another couple hundred dollars.", "All left over funds will be donated to STRUT/San Francisco AIDS Foundation to protect and keep hundreds of thousands of San Francisco citizens healthy for generations.", "Funds will need to be secured by ", " to secure all equipment necessary for a successful December 1st installation, performance, and reception. ", ", based in San Francisco, investigates modern day stigma centered on HIV/AIDS from a personal experience. Themes of negotiation of intimacy and diagnosis; questions of isolation, failed communications, apathy, and disclosure are all investigated and reexamined in a “post” AIDS crisis environment. Through modes of photography, video, and installation-- Aaron continue's to unapologetically push the conversation through work that is both arresting and spectacular.                        "], "target": [" of $2,500 goal"], "title": ["Goodluck.... Miss You, too"], "people": ["21"], "shares": [" 173"], "current": ["795"], "location": ["\n                        ", "  SAN FRANCISCO, CA                    "], "date": ["Created July 11, 2016"], "name": ["\n                                Aaron David Kissman                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "\n\n", "                        "], "target": [" of $1,000 goal"], "title": ["First All Women Single Fly Team, Ut"], "people": ["12"], "shares": [" 120"], "current": ["710"], "location": ["\n                        ", "  SALT LAKE CITY, UT                    "], "date": ["Created August 13, 2016"], "name": ["\n                                Heidi Lewis                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Mohammed Sayed was born in Afghanistan. His mother died when he was five, and two weeks later he was paralyzed when his house was bombed. His father took him to a hospital and never returned. He lived for seven years in an NGO-operated hospital in the Panshir Valley. Met an American nurse at age 12, Sayed came to the United States and began his new life, attending public schools in Cambridge, Massachusetts and graduating from high school in 2016. He honed his creative skills at NuVu, an innovation high school in Cambridge that emphasizes multi-disciplinary, collaborative learning that enables inventors to take their ideas and see them through to execution.", "Desiring to bring his message of hope and empowerment to children with disabilities around the world, Sayed now focuses his creative talents on helping others with spinal cord injuries through the development of adaptive tools (several with provisional patents) and the creation of comic book characters such as Wheelchair Man, to inspire others facing physical challenges. His goal is not only to help rebuild hope and confidence among people with disabilities but also to raise the consciousness of people everywhere to the abilities of those in wheelchairs.", "Sayed became an American citizen in 2015. He now lives in Watertown, Massachusetts.                        "], "target": [" of $20k goal"], "title": ["Wheelchair Man"], "people": ["23"], "shares": [" 107"], "current": ["4,230"], "location": ["\n                        ", "  WATERTOWN, MA                    "], "date": ["Created August 5, 2016"], "name": ["\n                                Mohammad Sayed                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "In honor of my son’s Jason Ray and Richard George Achica I have decided to make a commitment to finding a cure for Leukemia. I have created this event in hopes of bringing awareness to this awful disease. On November 15, 2014 the first Cruisers for Leukemia Bike-a-thon was held. I along with a few colleagues rode from the DPR Office in San Francisco to the DPR Office in San Jose, riding together in solidarity cruising for a cure.", " ", " Our Story:", "As you may or may not know my family has been personally battling Leukemia (specifically Acute Lymphoblastic Leukemia B Cell) since 2008. My eldest son Jason Achica was diagnosed in 2008 and nobly lost his battle in 2009. This year marks 7 years since Jason’s passing. Cancer may have taken Jason from this life but we have his legacy to carry on.  We refuse to let Jason go, we carry him with us. Through I our broken hearts we continue to fight for Jason.", "When Jason was diagnosed with B Cell ALL we knew little about this cancer and were told it was not genetic, to quote the Doctor “it would be like lighting hitting twice.” In March 2014, FIVE years later, we were hit again. In the same month we had lost Jason, my youngest, Richard was diagnosed with B Cell ALL.  We will never understand the why, what, where or when. We do know now that beyond fear lays freedom. This is what you fight for, freedom. In our obligation to Jason we could not let cancer win this time, this time needed to be different.", "As of May 2014 I can proudly say Richard is in remission, with a year left of Chemotherapy currently in his maintenance stage, my son is a fighter and so are we. This is where three years has taken us, where beating cancer is possible and lasting love exist.", "As their father and a man of faith I cannot believe that this is just a coincidence. It is now my job to ensure that research is done to ensure the lives of my grandchild. My faith matters and leads me in believing there will be a cure.  The strength of a family lies in its loyalty to each other. In my loyalty to my son his fight is my fight, this is our fight. Together we are stronger than cancer, and can beat this.", "Leukemia:", "Every 4 minutes someone in the US is diagnosed with a blood cancer, and every 10 minutes someone dies from a blood cancer. There are an estimated 1.1 million people in the United States alone that are either living with or in remission from a blood cancer. More specifically Acute Lymphoblastic Leukemia B Cell shortened B Cell ALL is the most common leukemia in children on set with low incidence in adults accounting for just 15%. The chances for a cure in adults is greatly reduce, due to its low occurrence rate in adults leading to little research.", "B Cell ALL is a type of blood cancer in both the blood and bone marrow. It is a progressive cancer rapidly producing immature blood cells wasting resources from the bone marrow, affecting the white blood counts. ", " ", "Many patients receive bone marrow transplants, and I encourage anyone and everyone to become a bone marrow donor, as my wife and I Have. You can sign up at  ", "It is at this time I now ask you, for your help to make a difference. Please consider supporting my foundation by making a donation. In raising funds for cancer research can help a family like my own. I plea to you today to make a difference by making a donation no amount is too small. All monies raised will be donated in the Achica Family’s name to the Leukemia and Lymphoma Society.", "The Leukemia and Lymphoma Society exists to find cures and ensure access to treatments for blood cancer patients. LLS mission: Cure leukemia, lymphoma, Hodgkin’s disease and myeloma, and improve the quality of life of patients and their families. Today, LLS is the world’s largest voluntary health agency dedicated to finding cures for leukemia, lymphoma, myeloma and other blood cancers. To date, LLS has invested nearly $ 1 billion in research to advance therapies and save lives. Thanks to research, survival rates for patients with many blood cancers have doubled, tripled and even quadrupled since the early 1960s. Despite these advances, about one third of patients with a blood cancer still do not survive even five years after their diagnosis, which is why more funding is needed to bring better therapies to patients, and faster.", " ", "Continuing in our dedication to bring awareness and finding a cure, on November 21, 2015 we held our Second Annual J&R Cruisers for Leukemia. My son Richard decided was able to ride with us. It is a major accomplishment for him and I am blessed that my son is able to ride. Together my son and I will ride in honor of his brother Jason keeping his name alive and in honor of Richard himself in his ongoing battle. Although my son Jason will never be able to ride with us physically he will be with us in our hearts and in our thoughts.", "The first year I rode for both my sons, it is with immense gratitude Richard and I ride together, riding for Jason. My sons are my legacy, and I have created this event in their name to be continued in our family for generations to come in the Achica name.", "-George Achica", "                        "], "target": [" of $5,000 goal"], "title": ["3rd Annual: Cruisers for Leukemia"], "people": ["51"], "shares": [" 232"], "current": ["4,385"], "location": ["\n                        ", "  SAN JOSE, CA                    "], "date": ["Created July 20, 2016"], "name": ["\n                                Connie Achica                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            I was born and raised in Baton Rouge, LA and can't find the words to explain how upsetting it is to see the city in its current state. I certainly can't sit by idly while family and friends are pulling their lives out of the flood waters that overtook BR a few days ago. ", "Like all other natural disasters the worse comes when damage is accessed and people have to figure out how to piece their lives back together a day at a time. I don't know what it's like to lose everything in a day, but want to help recovery from that reality as easy as possible. My hope is that my small network of family/friends and their family and friends and their family and...you get the point...outside of my beloved BR community can help the recovery effort by nudging this campaign to its $10k goal. All donations will be forwarded to the Baton Rouge Area Foundation (", ") to be used as they see fit.", "There are some extraordinarily faithful, kind, and grateful folks living in BRLA, and I know that whatever help we can give them will be incredibly appreciated.", "Thanks a ton for anything you can do.", "Bryant                        "], "target": [" of $10k goal"], "title": ["Baton Rouge Flood Relief Aug 2016"], "people": ["11"], "shares": [" 57"], "current": ["830"], "location": ["\n                        ", "  AUSTIN, TX                    "], "date": ["Created August 17, 2016"], "name": ["\n                                Bryant Clark                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "For most kids, summer is a special time - a time filled with fun, friendship and camps.", "For kids with epilepsy, summer camp might be their only chance to interact with kids like themselves -- kids who understand the physical challenges of living with seizures and the fear, social stigma and isolation that often come with them.", "Unfortunately, not all families living with the specter of seizures have the financial means to send their kids to camp, which is why I am asking for your support.", "This Aug 28, 2016, I am doing the Santa Barbara Sprint Triathlon  and raising funds to send kids with seizures to camp. ", "All funds raised will go to local Epilepsy Foundations that run summer camp programs and will be offered in the form of full or partial scholarships to children with epilepsy. There is no minimum - all donations are welcome and appreciated.", "At the age of 18, I was diagnosed with epilepsy; but I am fortunate -- my seizures are controlled. Still, I understand what's it's like to live with the fear of having a seizure at any moment, and how isolating that fear can be. ", "While camp is not a panacea, it can provide the relationships and self-esteem kids with epilepsy need to live healthier, happier and more secure lives. I hope you'll join me in this cause.", "Thank you in advance for your support!", "Eric                        "], "target": [" of $2,500 goal"], "title": ["Sprint for Kids"], "people": ["11"], "shares": [" 29"], "current": ["1,355"], "location": ["\n                        ", "  SANTA BARBARA, CA                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Eric Schumacher                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            On 26th August a group of us medical students and doctors  will be travelling from London to Calais to deliver and provide medical aid to the 'The Jungle' refugee camp.", "Refugees in Calais have been through horror only to continue to live in horrid conditions, and their situation is incredibly unstable.  This year a large portion of the camp was ", " and the rest is soon to be flattended aswell leaving people  truly homeless.  ", "Amongst the inhabitants are orphaned children of which ", " have gone missing since April.", ".", " We are collecting funds to buy ", " which are running short in stockpile in the facility. 100% of all funds will be used to buy medical supplies. These will vary from paracetamol to cruthes to wound repair kits ", "The team has been very kindly been given a ", " to transport goods. Lets not let this space  go to waste!", "Even the smallest donation will help (paracetamol costs less than 50p)", "We are also collecting winter clothing,  if you can not donate.", "Many thanks from Hamzah, Rakay, Ali and Saad", "#RefugeesWelcome", "#Onehumanrace", "                        "], "target": [" of £1,000 goal"], "title": ["Medical Aid For Refugees in Calais"], "people": ["36"], "shares": [" 128"], "current": ["893"], "location": ["\n                        ", "  Rumworth Ward, ENG                    "], "date": ["Created July 25, 2016"], "name": ["\n                                Hamzah Nurgat                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Children in our community go hungry every weekend during the school year.  This is a fact.  ", "A partnership among the Homeless and Travelers Aid Society, The Regional Food Bank of Northeastern New York, The Albany Fund for Education, and the Junior League of Albany wants to change that.", "With the support of the City School District of Albany, this group of community stakeholders has developed a plan to feed children who are hungry over the weekends off from school.  Children identified by community schools in Albany will be given a bag full of food to take home each weekend during the school year.", "Our goal is to expand the existing weekend feeding program to every public elementary school in Albany and expand it year-over-year so that every child who needs a backpack full of food for the weekend has one.  Here is our plan:", "455 total backpacks for 2016-2017", "655 total backpacks for 2017-2018", "855 total backpacks for 2018-2019", "1055 total backpacks for 2019-2020", "Each bag includes", "· 2 breakfast items ", "· 3 entrées ", "· 1 loaf of bread", "· Milk card for a gallon of milk  (distributed every other week)", "· 2 juice boxes (100% juice when possible) ", "· Fresh fruits", "· Canned vegetables (distributed once a month)", "· 2 snacks ", "The cost of food plus a location to receive and pack these bags, and the cost of delivering this program is $239 per child per year.  We need these funds immediately to help us launch the program at the beginning of the 2016-2017 school year.  Our goal is to raise $75,000 in donations to help us fund and expand this program over the next year.", "Many community institutions have already pledged funds to support this program, but we need your help!  We are grateful to the following existing donors:", "SEFCU ($10,000)", "Albany Fund for Education ($5,000)", "Junior League of Albany ($5,000)", "Anonymous Individual ($2,500)", "Pledged donations ($24,961)", "We know that individual support is the key to this program.  When hungry children have access to healthy food 7 days a week, they perform better academically, attend school more often, and are less disruptive in class.  Schenectady has operated a similar program over the last few years, and their data show, for children receiving a backpack:", "- 33% of students showed improvement in proficiency (English Language Arts)", "- 4% higher attendance rate", "- 9% decrease in the number of disciplinary interactions", "Our kids need your help.  Please consider a donation today.                        "], "target": [" of $75k goal"], "title": ["The Albany Backpack Program"], "people": ["15"], "shares": [" 115"], "current": ["1,674"], "location": ["\n                        ", "  ALBANY, NY                    "], "date": ["Created July 8, 2016"], "name": ["\n                                Caitlin Monjeau                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", " Peace on you. ", " That’s how we say hello in the ", " language.", " My name is Avi Hoffman and I need your help.", " In the past year I was honored to receive a Drama Desk Award nomination for my portrayal of Willy Loman in Death of a Salesman in Yiddish.", " Yiddish is a 1000 year old Jewish language and as a child of ", " survivors, it was my ", ", my mother tongue.", "My portrayal and the entire production received high acclaim (", ").  ", ". ", "12 cast members and a full crew. ", "Less than a month from now.", "We have received significant support, but we find ourselves nearly $10,000 short of our goal and so I am reaching out to you and your friends to help us. ", " - The Rogovoy Report", "My mother Miriam (recently retired Yiddish Professor at Columbia University) and I have reestablished the ", ", an organization created in the 80’s by the famous Broadway theatre icon, and for which I was privileged to serve as artistic director. ", " wanted us to show the world how important Yiddish has been to American mainstream culture and how contemporary and meaningful modern Yiddish theatre could be.", "- New York Calling", "  Arthur Miller’s Death of a Salesman was translated in 1949 by renowned American and Yiddish actor ", " In Yiddish, this most iconic and assimilated of American plays, became a story of a Yiddish speaking Jewish ", " family striving to pursue the American dream.  The tragedy of Willy Loman is elevated to an even higher universal and contemporary level, as we see the plight of a refugee struggling to adjust to an American society that frowns on those who are ‘different’, an issue the entire world is still struggling with.  Many academics and theatre professionals like David Mamet believe that this was Arthur Miller’s original intention all along.", " - Peter Filicia on Friday", " I have never done a crowd funding campaign before, but I am sure that with your support we will successfully offset some of the costs to bring this groundbreaking production to audiences in Toronto. ", " - Theatrescene", " The number 18 is numerically equal to the Hebrew word ", " which means Life, so please consider donating at least $18 dollars and giving our production the 'Life' it deserves. ", " Thank you very much!", " Avi Hoffman", "(A 501(c)3 Public Charity)", " PO Box 9446, Coral Springs, FL 33075-9446", " Fed ID# 47-5631396", " Contributions are tax deductible to the extent allowed by law. Consult your tax professional.                        "], "target": [" of $10k goal"], "title": ["Death of a Salesman in Yiddish"], "people": ["37"], "shares": [" 237"], "current": ["2,507"], "location": ["\n                        ", "  POMPANO BEACH, FL                    "], "date": ["Created July 31, 2016"], "name": ["\n                                Avi Hoffman                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            My name is Kyle Gunby and I am from Baton Rouge, Louisiana. My home town has been hit with a terrible flood leaving thousands in need and we want to help.", "We are raising money to buy much needed supplies for Louisiana flood victims and will be making a trip at the end of the week (around Aug. 20th) to donate supplies where they are needed. ", "Items that will be purchased include:", "* Water", "* Cleaning supplies", "* Toilet Paper", "* Clothing", "* Nonperishable food", "* Baby supplies( Food, diapers, etc)", "* First aid supplies", "* Towels", "* Bug Spray", "* Gas", "* Pet food", "* And tons of other products.", "We will be donating to churches, shelters, and individuals in affected neighborhoods.", "Any money remaining, or donated after our trip will be donated to The American Red Cross.", "If you would like to pitch in and help us get as many supplies as we can, we would greatly appreciate it. ", "For transparency purposes, I would like everyone to know that I will personally be retrieving the funds and I will be posting recipts and pictures of us donating the supplies. ", "Please, if you have any questions, comment on here, or our facebook page. I would be more than happy to give you any and all details.", "For updates to our cause, you can follow us on Facebook. ", " ", "                        "], "target": [" of $1,500 goal"], "title": ["Supplies for La Flood Victims"], "people": ["12"], "shares": [" 102"], "current": ["970"], "location": ["\n                        ", "  KATY, TX                    "], "date": ["Created August 16, 2016"], "name": ["\n                                Kyle Gunby                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "Last October, men and youth from Boys to Men Networking centers around the country committed to joining forces and created ", " - a non-profit, largely volunteer-based organization whose ", "It's amazing what we have accomplished with a volunteer force, and yet, we have so much more to do to solidify the network and bring the ", " of communities requesting our programs on board. This October, we will meet in Tucson to provide training for our leaders in partnership with the ", ", solidify our Board of Directors, approve a strategic plan, and share best practices for how our centers can continue to impact male adolescent lives and transform communities. ", "For many of our centers, the cost of travelling across the country is not possible on their restricted budgets. ", " raised in this campaign ", " by providing resources for the men and youth who need it most. ", "Since the Summit will be in October, participant registration needs to be confirmed ", ". So, we are asking for this short push to contribute what you can. ", " will fund ", " for mentors and youth leaders. When good people come together in a good way, great things happen!", "As we wait for our 501(c)(3) status to be approved, ", "   has graciously agreed to be our fiscal agent. Your ", " will be routed to ", " to help us do the important work before us.", "Rest assured, if you are aware of this campaign, it is because ", " has been deeply affected by Boys to Men and your contribution will be greatly appreciated. Whatever you give, ", "                        "], "target": [" of $15k goal"], "title": ["Boys to Men USA Summit 2016"], "people": ["12"], "shares": [" 71"], "current": ["1,155"], "location": ["\n                        ", "  KAMUELA, HI                    "], "date": ["Created August 11, 2016"], "name": ["\n                                T Greg Squires                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "\n\n", "\n\n", "\n\n", "\n\n", "\n\n", "\n\n", "\n\n", "                        "], "target": [" of $20k goal"], "title": ["Celebrate Lydia Anzures-Sullivan"], "people": ["47"], "shares": [" 244"], "current": ["4,340"], "location": ["\n                        ", "  BOTHELL, WA                    "], "date": ["Created August 4, 2016"], "name": ["\n                                Ta Pemgrove                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            It has been almost a year since I hosted the first Break the Silence truth-telling event. In fact, in this past year, I have hosted three events, launched the photography project \"", " \" started a singing group for survivors, and created public and private Facebook pages to validate, support, honor, and stand with survivors of sexual violence. ", "I could really use your support as this movement continues to grow. Your funds will help me continue to host events, grow the photography project, and offer scholarships to survivors who wish to join the singing group. ", "Together, we are the change we long to see in this world. We are standing with survivors - giving survivors the compassion and validation and truth-telling that they (that we) have deserved all along. ", "Thank you for your generous and loving support. ", "Warmly,", "Sarah Super                        "], "target": [" of $1,500 goal"], "title": ["Break the Silence"], "people": ["31"], "shares": [" 174"], "current": ["1,550"], "location": ["\n                        ", "  MINNEAPOLIS, MN                    "], "date": ["Created July 11, 2016"], "name": ["\n                                Sarah Super                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            Sept 24th will be different than the other 364 days of the year... as I join BuildOn to BUILD A SCHOOL in NEPAL.  This trip was cancelled last year due to the devastating earthquake. But now, I am honored to have been asked to join the original crew.  ", "This organization (BuildOn) has changed the world for the better. I have witnessed several others be transformed by their BuildOn treks.  And now, as schedule and courage permits, it's my turn. ", "I am raising some money to help pay the way - Nepal is faaaarrrr, and ask that you give what you can. Donations will go to travel and logistical expenses, so every bit counts. Seriously, no amount is too small, $5-$5000 is the same. ", "If you are unable to donate a few bucks, please share this link and keep us in your thoughts and prayers for a safe and successful trip. Thank you. <3", "Please contact me with questions, and do some research on this amazing organization at buildon.org.", "VIDEO:  ", " ", "Love ", "Stuart                        "], "target": [" of $4,000 goal"], "title": ["Help Stu BUILD a SCHOOL in NEPAL!!!"], "people": ["10"], "shares": [" 45"], "current": ["570"], "location": ["\n                        ", "  LOS ANGELES, CA                    "], "date": ["Created August 13, 2016"], "name": ["\n                                Stuart Acher                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            This Summer, I'm riding my bicycle across the country and filming a documentary to encourage an open conversation about mental Illness. It's tentatively titled \"Cycle Therapy\". ", "My friend and filmmaker Anthony and I will be documenting the journey, meeting characters, having candid conversations, and showing why talking about mental illness is more than ok. This film will ignite a healthier conversation about depression, anxiety and other mental struggles.", "My name is Tony Fuller, and I have lived with a reoccurring empty feeling most of my life, but I wasn't diagnosed with anxiety and depression until I was in my 40s. Keeping it bottled up inside made it worse for me and my family. When I finally started telling people, something amazing happened. They listened, gave me unconditional support, and often talked about how mental illness was present in their own lives. It was a huge boost for me, and I want to share that with other people.", "Only about 1 in 5 Americans who suffer from depression or anxiety seek help. The stigma of mental illness keeps them suffering in silence. Getting them to talk about their feelings is crucial.", "Anthony and I have outlined the film hundreds of times, but have realized we just need to let the ride tell it's own story. We are humbled by the amount of friends who have volunteered their time on this project and have shared their own stories. Some will even join me along the route adding more to the story. ", "Why ride my bike? Riding is therapy for me. Suffering on the bike makes my depression suffer. It lets me distance from my depression, at least temporarily. ", "All donations will help us document the journey and create the film. We are also looking into ways to keep the story going once the film is complete, by creating a foundation that enables others to experience \"Cycle Therapy\".  A trailer for the film and a website will be released shortly. The website will provide more information, and let you track my ride and interact in real time.", "Thank you for making this journey possible.                        "], "target": [], "title": ["Cycle Therapy Documentary "], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Tony Fuller                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            As you know we have become a ready made family pat summer and I. Getting married was something we never thought possible until my parents kindly offered to cover the cost of our wedding, for which we are eternally greatful.", "The day after the wedding we are heading down as a family with Summer to Corfe Castle in Dorset to go camping. Dorset is somewhere we both  hold dear to our hearts as it was the destination of our very first holiday as a family and somewhere Hannah has been every year as part of the Barker family camping tradition... We wouldn't miss it for the world.", "However for our honeymoon pat and I would like to perhaps reach somewhere a little more exotic slightly further a field (child free). so instead of the traditional wedding gift list we ask instead for donations towards our Honeymoon should you so wish to donate.", "Breaking tradition yet again we plan to book our honeymoon sometime after our wedding because of our family Mini-moon to Dorset.  We have no real budget or plan for our honeymoon we are looking to book something  last minute a month or so after we marry, our only requirement is that where ever we go it is hot and sunny so we can look back at our wonderful life together and reminisce over our wedding day  and all the wonderful people that will have made it so special.", " We would like to thank you in advance for your kind gesture and most importantly for joining us on our special day.", "Lots of love ", "Hannah and Patrick Xx                        "], "target": [], "title": ["Mr and Mrs Wards honeymoon fund"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Hannah Fox-Barker                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                                                    Hello everyone. Pls. help KK achieve her goal of raising money for the benefit of the Autism Society  Central Virginia. KK is a smart student at Martial Arts World and will be testing for her black belt in October. Martial Arts World does not only focus on achieving academic excellence and Martial Arts success but also promote humanity amongst the society. Every year MAW is honored to help the Autism Society Central VA to raise funds to help improve the lives of all affected by austism. ", "ALL DONATIONS FROM THIS GOFUNDME ACCT. WILL BE PRESENTED TO THE AUTISM SOCIETY CENTRAL VIRGINIA ON OCT. 15, 2016 during  the Martial Arts World 2016 Competition and Exhibition event. ", "                                                "], "target": [" of $1,500 goal"], "title": [" Autism Society Central Virginia "], "people": ["16"], "shares": [" 111"], "current": ["540"], "location": ["\n                        ", "  GLEN ALLEN, VA                    "], "date": ["Created July 28, 2016"], "name": ["\n                                Georgina Timbol                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "                        "], "target": [" of $5,000 goal"], "title": ["MARKS YOUTH OUTREACH INC."], "people": ["16"], "shares": [" 341"], "current": ["1,140"], "location": ["\n                        ", "  MARKS, MS                    "], "date": ["Created August 6, 2016"], "name": ["\n                                Jaby Denton                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Hello our names are Sydia Simmons, Edgar Plummer & Tamara Badson. We are  looking for your help. Lost Angels Society is looking to  raise money for their 2nd Annual Back to School Fill A Book Bag Event on August 27, 2016. The money will be used to provide kids of all ages a backpack filled with school supplies. We are asking for all donations to be received by August 20, 2016. This means alot to help support Sydia Simmons on her mission to give back to the community. Please consider making any donation to help her vision become much bigger than it's ever been. I as well as Sydia along with her organization Lost Angels Society will be very grateful for all your donations toward this project.                        "], "target": [], "title": ["Back to School Event"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Tamara Badson                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Instead of doing the normal wedding registry, we decided to request money for our future together. It's really rather exciting, and I feel like our whole lives are ahead of us. We're always a little antsy, and we're not sure what our next adventure is, but on the list are travelling, starting a business or just moving somewhere new!", "While just your presence at the wedding is enough, any contribution towards our next chapter will be greatly appreciated!                        "], "target": [], "title": ["The After Wedding Adevnture"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Amy Meekings                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Brian Husmann and Megan Ahrens are (finally) getting married!! In lieu of traditional bridal registries, or asking for gifts, we are making this our ONLY OFFICIAL REGISTRY!! We have set up a GoFundMe, as a way for you to easily contribute to our ONE WISH. Since our home is set, we don't need gifts such as kitchen appliances, furnishings, or knickknacks, and to save you a trip to the store, this will make it easy for you to send a wedding gift! Our hope is to raise enough money to go on a HONEYMOON!!!! Megan's dream has always been to go to Tahiti, and your support is the only way we can make our wish come true!", "Brian and Megan thank you from the bottom of our hearts. We can't wait to party with you on the beach, at the Husmann/Ahrens Luau and Camping-style Wedding, at Lake McConaughy. We love you all!!!                        "], "target": [], "title": ["Megan & Brian's Honeymoon"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Megan Ahrens                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            Shawn and I would love for everyone to attend our big ol gay wedding...but in case you cannot, please consider a cash gift towards our honeymoon! Every little bit helps.                        "], "target": [], "title": ["Richard & Shawn's Honeymoon"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                Richard J. Cross                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            \n", "\n\n", "\n\n", "\n\n", "\n\n", "                        "], "target": [" of $25k goal"], "title": ["#LAFlood Relief by Lagniappe Rugby"], "people": ["49"], "shares": [" 203"], "current": ["3,255"], "location": ["\n                        ", "  BATON ROUGE, LA                    "], "date": ["Created August 16, 2016"], "name": ["\n                                AK Shugart                                                                    ", "\n                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "The trustees are delighted that after submitting our proposal and having worked closely with the Homes & Communities Agency we are able to now move forward in preserving the last of the giant cross channel Mountbatten class hovercraft, SRN4 ‘The Princess Anne’, for the nation.", "The agreement between the two organisations will allow the Hovercraft Museum Trust to take ownership of the craft once the structure has been stabilised and the exterior has been restored on the basis that all the conditions as detailed by HCA are met.", "We now will look forward to welcoming more volunteers to help us in restoring ‘The Princess Anne’ to her former glory in her 1970's livery of red, white and blue. ", "She travelled across the channel for 33 years carrying over 10 million cars and vehicles in her lifetime and still holds the record for the worlds fastest ferry with a cruising speed of 65Knots and holds the fastest channel crossing record at just 22minutes, Dover to Calais!", "Whether you can paint, clean, work on mechanics and electrics or act as one of our friendly stewards we will be very pleased to hear from you. ", "In the short term, money raised by the gofundme page will be used by both volunteers (as much as possible) and professionals to make her roof watertight and to make her structurally sound as well as sprucing up her exterior. The money will pay for repair materials, paint and, where only necessary, labour.", "Also, we are now undertaking structural surveys of the craft to get a complete picture of what other monies we may have to spend in the future to ensure she will be in a safe and presentable static condition.", "This is why we are asking for your help in ensuring this great peice of british innovation and engineering is preserved and opend to the public as soon as possible.", "Please visit our website ", " ", " or our facebook page ", " ", "for more information or email us at ", " ", "Many thanks in advance for helping us to save this craft for future genrations ", "The Trustees and Volunteers                        "], "target": [" of £20k goal"], "title": ["SRN4 Hovercraft Restoration"], "people": ["36"], "shares": [" 618"], "current": ["1,055"], "location": ["\n                        ", "  Lee West Ward, ENG                    "], "date": ["Created August 2, 2016"], "name": ["\n                                Ben Avery                                                                                                                                    ", "\n                                                            "]},
{"category": ["  Charity"], "story": ["\n                            ", "“The Gulotta family has been overwhelmed with support from family and friends during this time of crisis and they are truly humbled by the donations received. Because of the quick reactions of family and friends to pick up and clean up during and immediately after the flood, the damage received was much less than initially feared. They have asked to halt all donations to this campaign and encourage you to directly help others you know of who have been directly impacted by this devastating flood. The Gulotta family has advised us that the excess funds received will be used to help others in the New Iberia community who have been impacted by the flood.”", "Hello,", "My name is Sammy Holbrook and let there be no question, this is a story that asks for your help, and support of a family that has meant so much to and have done even more for the people of South Louisiana. ", "My Dad and I have decided to produce a video, because we knew the family in need, would be too proud to do so. ", "In just one day, a major weather event has nearly destroyed over 100 years of this family’s faithful service. ", "The Family – The Gulottas ", "In 1916, 100 years ago, great grandpaw Gulotta started a humble saddle and boot repair shop, serving the workingmen and women of the area with a promise; To be kind to all that walk through the door, help those in need and always put family first. ", "Over the last 100 years, four generations of Gulottas have followed in his footsteps providing the finest Western and Workwear possible. ", "Now they’re faced with loosing it all. ", "In the recent past, with the invasion of the big chain stores and 2015 crash of the oil industry, Gulotta’s had to cut every expense, including flood insurance ; doing all possible to keep the doors open, while continuing to provide exceptional service, and even bringing workwear directly to the workers at their work place. ", "Now they’ve experienced the worst flooding this area has seen in over 200 years, devastating this already challenged Gulotta family business. ", "Please help this family that has contributed so much to an area of hard working people. Help them rebuild, re- stock and continue to carry on Great Grandpaw Gulotta’s promise. ", "Help with your donation of any amount you can spare. ", "Any amount over $20 will get you a special Gulotta’s Commermorative T-Shirt. ", " ", " All money donated is going to Gulotta's Inc. to help them rebuild their 100 year family buisness. Any excess funds received will be used to help others in the New Iberia community who have been impacted by the flood.”", "If you can't help with a payment, please help share this story.", "<iframe media_type=\"0\" media_id=\"F5T52l7MH-w\" class=\"youtube-replace\" title=\"YouTube video player\" style=\"margin-bottom:20px;width:560px;height:315px;\" src=\"//www.youtube.com/embed/F5T52l7MH-w/?rel=0\" frameborder=\"0\" allowfullscreen=\"1\"></iframe>", "Please help.. Thank you.                        "], "target": [" of $10k goal"], "title": ["Gulotta's 100 year old Family Store"], "people": ["78"], "shares": [" 2.6K"], "current": ["7,710"], "location": ["\n                        ", "  NEW IBERIA, LA                    "], "date": ["Created August 13, 2016"], "name": ["\n                                Sammy Holbrook                                                                                                                                    ", "\n                                                            "]},
{"category": [], "story": ["\n                            ", "  (AHA) is Ann Arbor's oldest makerspace. Formed in 2009 by a handful of makers, AHA has slowly grown to 50+ members. We're a non-profit 501(c)(3) organization that offers weekly classes and public free access to tools such as a laser cutter, CNC router, soldering irons, sewing machines, vinyl cutter, and 3D printers. The brightest minds in Ann Arbor come to our space to learn, explore, hack, and make. We invite entrepreneurs to use our co-working space as a place to get started. Over the past 7 years, we've slowly grown our space by continuing to add new tools, classes, and equipment. While we're excited to provide our members and the community with more variety, it's become increasingly aware that our space is running out of room. To allow for more growth and provide makers with more project space, we've decided to relocate.", "We're excited to announce that we've secured a new location 2 blocks from our current space on Liberty street! With 300 more square feet, multiple divided work areas, better power availability, handicap access, and natural light, we can easily say that this relocation will provide our makers with a more comfortable space to work.", "Our goal is to give the new location is a more professional look with a fully outfitted classroom that will allow us to offer programs throughout the week. We are humbly asking for the help of our members and the community to raise additional funds to make our new location as awesome as it can be.", "Thank you for taking the time to consider making a donation to our cause.", "Photos of the new space under construction can be seen here:  ", "Here's what we've accomplished last year with the help of our members:", "Acquired new large laser cutter for public use", "Acquired new large vinyl cutter", "Upgraded all public access computers", "Upgraded portions of our network and now providing shared storage for projects", "Built out our kitchen", "Upgraded our electronics bench with new gear", "Purchased more electronics bits to provide the public free of charge", "Upgraded our 3D printing area with more printers available to the community", "Streamlined our event and class hosting process.", "Designed and built new programmable soldering badges to offer at conventions.", "A mock-up of our new location is shown below", "The total estimate for all the space improvements is just over $14,000. That is a staggering amount of money for All Hands Active. To secure the lease, All Hands Active used everything we had left in our savings. Without your help, our new space will only be a shell. We need to make our new location feel like a polished new home to ensure our success as we hope to continue growing and impacting the community.", "We presently run an array of small surge protectors and long extension cords. We've had our new location properly wired with lots of outlets to eliminate many of these. We'd love to finish the job by securely mounting power bars to the wall behind each table and installing power drops from our classroom ceiling.", "3 power strips (48\") @ $50 each = $150", "* 1 new bar for our sunlit work area", "* 1 new bar in our craft area.", "* 1 new bar for the 3D printer area and store display", "_____________________________________________________", "Total: $150 ", "The new space will offer RFID/NFC/pin based locks on both the building and space entrances. All Hands Active needs to purchase, contract the install, and manage keeping the building secure for us and other tenants. We've already acquired a new camera system to improve monitoring. The new key system will support NFC so many users will be able to use a phone in place of a key card to access the location.", "2 RFID/NFC Systems and new tags @ $250 each = $500", "_____________________________________________________", "Total: $500 ", "The new location will need floor upgrades to address one of the major issues at our current location (uneven, unable to clean, difficult to locate dropped items). We started with a mix of carpet, 3 types of worn tiles, cracked concrete and damage from previous tenants. We removed all floor coverings, a wall and several counters. A contractor was hired to remove tile glue, grind, and polish the floor to a high gloss. After the concrete work is complete. , we'll trim the edges of the floor to give it a finished look.", "New floor @ $6750", "_____________________________________________________", "Total: $6750 ", "The new space is a white box. Big, but boring. We'll need to add splashes of color to the existing walls, and have some new signage, business cards, and banners printed with our new address. We can use our vinyl cutter to create signage for our windows and outdoor advertising locations.", "Printed signage/banners @ $500", "Paint @ $300 ", "Vinyl/Acrylic for new outdoor signs @ $200", "_____________________________________________________", "Total $1000", "Our present selection of chairs is a collection of home and office chairs that were donated. Most of them have become worn and broken. While we do our best to maintain them, some are past their expiration date. We'd hate to have to keep the chair with 2 missing wheels.", "19 Matching office chairs from UM property disposition @ $16 each = $304", "_____________________________________________________", "Total: $304 ", "Our present work areas are 8ft laminated folding tables which have seen better days. We've recently completed the build of several nicer wooden work benches. The larger space will call for more tables. We'd prefer larger, finished work benches for in entrance and classroom areas. These will stand up to the daily abuse that our makers put on them. They will also give the space more of a finished feel and less like something we've cobbled together over time.", "5 8ft work benches for classroom", "* 5 8ft coated Oak tops @ $85 each = $429", "* 5 Work bench bottoms @ $90 each = $450", "* 5 Sets of heavy duty Casters for new tables @ $40 each = $200", "_____________________________________________________", "Total: $1079 *About to be ordered*", "In our current location, we've used many plywood shelves and a mixture of old kitchen cabinets. We find the cabinets to be better at organizing and deterring clutter. We hope to add storage cabinets above our work areas. We'd also like to plan for a rolling tool chest that will allow makers to roll the chest to wherever they're working. This will help to avoid repetitive trips across the space to gather tools, and improve tool organization.", "10 Steel wall mounted cabinets @ $175 each = $1750", "4 for craft/laser area", "2 for loud noise room ", "2 for electronics area ", "Rolling steel tool chest @ $200 ", "_____________________________________________________", "Total $1950", "The current network at AHA is a mismatch of 10/100 and 1GB switches. We'd like to replace the remaining 10/100 switches and better distribute network connections (wireless and wired) throughout the new space.", "Wall plates, cabling and keystone jacks @ $250", "1 24 Port 1GB Ethernet switch @ $70", "1 16 Port 1GB Ethernet switch @ $35", "1 wall mount rack, shelving @ $100", "_____________________________________________________", "Total: $455 ", "We'll finally have a formal classroom at the new space. We'd like to have movable benches and many of our tools on movable carts. This will make for less disturbance of the work area when classes are going on. In addition, our new classroom will be properly wired for power. We'd like to purchase a larger LCD screen for in classroom class use. We currently move a smaller TV around our space to when we need to present.", "Wall mount Large LCD screen @ $750", "Podium @ $100 ", "_____________________________________________________", "Total: $850", "Adding tools enables new types of projects to be done at All Hands Active. Our wood shop is getting a major overhaul during the move. We would still like to fill gaps with a few additional tools.", "Replacement Band saw @ $150", "Lathe @ $300", "_____________________________________________________", "Total: $450                        "], "target": [], "title": ["All Hands Active is moving!"], "people": [], "shares": [], "current": [], "location": [], "date": [], "name": ["\n                                tyler worman                                                                    ", "\n                                                                                                                            "]},
{"category": ["  Charity"], "story": ["\n                            On August 13th, 2016 our Church was devasted by flooding waters...Initially our church was opened as a shelter on Saturday Morning as our church buses were going out to rescue many people trapped in the rapidly rising waters, but a few hours later our church and Gymnasium began to take in water....Helicopters were brought in to take everyone to shelters...We watched with tears as the waters rose above the church pews and Sunday School classes and Offices were filled with water...Pastor B.A. & Dorothy Spell and Pastor Tony & Shaye Spell have given their Life's work to building this church family...The church was not considered to be in a flood zone and is not covered by flood insurance...We are in desparate need of supplies and food...Any amount donated will be greatly appreciated!   We are praying for the many families and churches that have been devastated in our area as well and will do all that we can to help!  Pastor B.A. Spell has always been the first to give and help build churches across the world and we want to be a Blessing to this Great Man of God in his desparate time of need!  Thank you so much for giving and sharing this link with all of you family and friends...May God Richly Bless You                        "], "target": [" of $75k goal"], "title": ["Life Tabernacle Flood"], "people": ["41"], "shares": [" 856"], "current": ["9,415"], "location": ["\n                        ", "  BATON ROUGE, LA                    "], "date": ["Created August 15, 2016"], "name": ["\n                                Tony Spell                                                                                                    ", "\n                                                                                                    ", "\n                                                            "]}
]